{
    "NTU-Singapore": {
        "school": "Nanyang Technological University, Singapore School of Chemical and Biomedical Engineering www.ntu.edu.sg", 
        "description": "This NTU-Singapore 2009 iGEM will comprise students from Bioengineering, Chemical engineering and Biological Science.", 
        "title": "Plaque Out!", 
        "track": "Health/Medicine", 
        "abstract": "The NTU iGEM &rsquo;09 team is proud to be working on a proposed alternative treatment for atherosclerosis. Our system, pLaqUe Out!, ideally based in a macrophage chassis, when introduced into the bloodstream, will be activated by a symptom typical of plaque buildup. Upon activation, our system will release a cholesterol degrading enzyme, a novel reporter protein and a vasodilator. The cholesterol degrading enzyme will break down the plaque. The reporter protein was chosen for expression because of its unique fluorescent property. This allows the plaque site to be identified in a manner similar to X-ray visualization. Finally the vasodilator will simultaneously dilate the blood vessels for better flow, as well as switch off the extended activity of our system. In the interests of time, this system is first modeled using E.Coli.", 
        "id": "256"
    }, 
    "Paris": {
        "school": "University Paris Diderot, University Paris Descartes, and other coming...", 
        "description": "The Paris 2009 iGEM team,hosted at the Centre de Recherches Interdiciplinaires", 
        "title": "Message in a Bubble: a robust inter-cellular communication system based on outer membrane vesicles.", 
        "track": "Foundational Advance", 
        "abstract": "Sending a message across the ocean&hellip; Outer membrane vesicles (OMV), naturally produced by gram negative bacteria as E. Coli, are strong candidates for long-distance messaging. Our engineered communication platform consists of controlling OMV production by destabilizing membrane integrity through over-expression of specific periplasmic proteins (e.g., TolR). In order to control and modulate message content, we used fusions with OmpA signal sequence and the ClyA hemolysin as delivery tags. A targeting system was developed, based on the outer-membrane expression of Jun/Fos leucine zippers to control the vesicle flux between donor and recipient cells. Once received, the signal from incoming vesicles is transduced through a modified Fec pathway, whereby the receptor is provided by the OMV. Computational models provided insight to all of the above steps. Such reliable communications systems have wide biotechnological implications, ranging from targeted drugs delivery and detoxification to advanced division of labor or even cell-based computing.", 
        "id": "257"
    }, 
    "Bologna": {
        "school": "University of Bologna Bologna, Italy www.unibo.it", 
        "description": "UniBo-Team", 
        "title": "T-REX: Trans-Repression of Expression. A BioBrick gene-independent control of translation", 
        "track": "Foundational Advance", 
        "abstract": "The project aims to realize a device with standard biological parts for the post-transcriptional control of gene expression, regardless of the gene sequence to be silenced. We designed the T-REX device, composed of two non-coding DNA sequences: the TRANS-repressor and the CIS-repressing parts. TRANS-repressor acts as a silencer of CIS-repressing RNA target. This target includes a region complementary to the TRANS-repressor sequence antisense, ends with RBS, and is assembled upstream of the coding sequence to be silenced. Upon binding of TRANS-repressor and CIS-repressing RNAs, the access to RBS by ribosomes is hampered, silencing translation. Accordingly, the amount of TRANS-repressor controls the translation rate of the regulated gene. The TRANS-repressor sequence was determined by a computational analysis performed to minimize the interference with the genomic mRNAs and to maximize the base-pairing interaction to the CIS-repressing RNA.  The T-REX device is proposed as a universal and fast switch in synthetic gene circuits.", 
        "id": "201"
    }, 
    "Tokyo-Nokogen": {
        "school": "Tokyo University of Agriculture and Technology Koganei, Tokyo, JAPAN www.tuat.ac.jp", 
        "description": "Students from the Department of Biotechnology, Tokyo University of Agriculture and Technology (Nokodai)", 
        "title": "Escape tedious work with Escherichia coli Auto Protein Synthesizer (ESCAPES).", 
        "track": "Manufacturing", 
        "abstract": "Tokyo-NokoGen has developed the Escherichia coli Auto Protein Synthesizer (ESCAPES), an E. coli machine that greatly simplifies the production of your favorite protein. We created a green light-activated actuator to respond to external light signals, as well as a riboregulator-based signal counter to count the number of flashes. In ESCAPES, the first green light flash induces the E. coli to self-aggregate, while the second flash causes them to auto-lyse, thus greatly simplifying the protein preparation process. The light-activated actuator was constructed by fusing the light responsive domain of the Synechocystis photoreceptor CcaS with the EnvZ histidine kinase domain. Self-aggregation is achieved by the induction of the Antigen43 gene, which we isolated from E. coli, while autolysis took advantage of the available BioBrick parts endolysin and holin. ESCAPES helps you &ldquo;escape&rdquo; from tedious protein preparation steps, such as centrifugation and cell disruption.", 
        "id": "225"
    }, 
    "Minnesota": {
        "school": "University of Minnesota", 
        "description": "Golden Gophers Return!", 
        "title": "Computational synthetic biology:  How the Synthetic Biology Software Suite can guide wet-lab experiments", 
        "track": "Software Tools", 
        "abstract": "Synthetic biology has all the characteristic features of an engineering discipline: applying technical and scientific knowledge to design and implement devices, systems, and processes that safely realize a desired objective. Mathematical modeling has always been an important component of engineering disciplines: models and computer simulations can quickly provide a clear picture of how different components influence the behavior of the whole, reaching objectives quickly.  Our presentation focuses on sophisticated mathematical models of synthetic biological systems that connect the targeted biological phenotype to the DNA sequence. The activities for iGEM 2009 included the development and testing of simulation tools that connect multiple levels of organization from molecules and their interactions, to gene regulatory relations, to emerging logical architectures in bacteria. We connected out tools to the Registry and validated the simulations with a significant experimental component, constructing and testing these synthetic biological systems in Escherichia coli.", 
        "id": "202"
    }, 
    "Illinois": {
        "school": "University of Illinois Urbana-Champaign", 
        "description": "University of Illinois at Urbana-Champaign iGEM team", 
        "title": "Bacterial Decoder", 
        "track": "Information Processing", 
        "abstract": "The Illinois iGEM team has been working to engineer a decoder function within E. coli.  Decoders are logic devices used frequently in low-level computer architecture. We are creating a 2 to 4 decoder, which takes two binary inputs to activate one of four outputs.  Each output corresponds to a specific combination of the inputs.  With the presence of lactose and arabinose, our Bacterial Decoder will express Green Fluorescent Protein.  If only lactose is present, a different fluorescent protein will be expressed.  This goes for the other two combinations as well (only arabinose, or neither sugars).  To implement logic we use combinations of small non-coding RNAs and transcription factors.  The system allows the next engineer to swap standard parts in and out to change the inputs and outputs.  Our Bacterial Decoder can help sense for multiple environmental cues, having implications for medical diagnostics and environmental and water contaminant detection.", 
        "id": "252"
    }, 
    "EPF-Lausanne": {
        "school": "Ecole Polytechnique Federale de Lausanne Lausanne, Vaud, Switzerland www.epfl.ch", 
        "description": "Bachelor's and Master's students from Life Sciences, Informatics, and Material Science from the Swiss Federal Institute of Technology in Lausanne", 
        "title": "E. Colight", 
        "track": "Foundational Advance", 
        "abstract": "Recent discoveries of photoreceptors in many organisms have given us insights into the interest of using light-responsive genetic tools in synthetic biology. The final goal of our project is to induce a change in gene expression, more specifically to turn a gene on or off, in a living organism, in response to a light stimulus. For this we use light-sensitive DNA binding proteins (or light-sensitive proteins that activate DNA binding proteins) to convert a light input into a chosen output, for example fluorescence, through a reporter gene such as RFP. Demonstrating that the light-induced gene switch tool works in vivo would show that easier and faster tools can potentially be made available in several fields of biology, as such tools can induce more localized, more precise (time resolution and reversibility) and drastically faster genetic changes than currently used ones, thus allowing research to evolve even better.", 
        "id": "191"
    }, 
    "CBNU-Korea": {
        "school": "Department of Microbiology,  Department of Synthetic Biology,  College of Natural Sciences,  Chungbuk National University", 
        "description": "Chungbuk National University iGEM-2009 Team", 
        "title": "Essarker: An Essential Remarker for a Minimal, Synthetic Genome", 
        "track": "Software Tools", 
        "abstract": "It is challengeable to create a synthetic genome for fulfilling the needs of energy and food. Without the assistance of computing tools, moreover, it would be much more difficult to make the synthetic genome. We here propose a key tool to help the creation of a genome as the essential step. The goal of Essarker is to help users design a minimal genome synthesized through the fundamental frame comprising the essential genes of replication. Essarker is a standalone software to manage and retrieve required sequences of genomes, and explore the essential gene order and direction and the related orthologous genes. It also identifies and visualizes the positions and orientations of genes. In addition, it shows optimal ordering of essential genes and orthologs by statistical analysis.", 
        "id": "236"
    }, 
    "Indiana": {
        "school": "Indiana University", 
        "description": "The little team that thinks it could.", 
        "title": "Introduction of DNA and protein into plants", 
        "track": "Foundational Advance", 
        "abstract": "We are interested introducing a plant chassis to the iGEM registry.  Our project follows two routes.  First, we are developing a plant transformation vector that meets iGEM standards.  This vector will allow for the introduction of standard parts into plants.  Second, we seek to develop and test a synthetic cell penetrating peptide (CPP) to act as a macromolecule delivery vehicle. The membrane of the cell is impenetrable to most large molecules.  It is possible that the completed BioBrick will provide the registry with an agent for the delivery of diverse materials across the lipid bilayer in a variety of organisms.", 
        "id": "280"
    }, 
    "IPOC2-Colombia": {
        "school": "International Park Of Creativity Bogota, Colombia www.parkofcreativity.org", 
        "description": "this team is conformed by young people of high schools from Bucaramanga - Colombia, guided by Dr Raul Cuero", 
        "title": "Molecular Device that Biodegrades Pesticides", 
        "track": "Environment", 
        "abstract": "Different gene parts are being assembled, in order to construct a device that is able to mineralize and biodegrade recalcitrant pesticides. The device will be tested against different concentrations of different recalcitrant pesticides. Specific chassis will be assembled with gene parts from different metabolic pathways in order to finally reach mineralization of the pesticide. Different parameters, such as DNA concentration, ATP concetration, fluorescence of reporters, growth of bacterial device, and reduction of pesticide concentration, will be used to assess the efficacy of the device. Computational modeling will be used in order to complement the laboratory work.", 
        "id": "288"
    }, 
    "UCL_London": {
        "school": "Department of Biochemical Engineering UCL London WC1E 7JE www.ucl.ac.uk/biochemeng/", 
        "description": "The team consists of second and thrid year biochemical enginering and biochemistry andstructural biology undergraduates.", 
        "title": "Stress Light", 
        "track": "Foundational Advance", 
        "abstract": "Our project &ldquo;Stress Light&rdquo; will produce a series of synthetic biosensor devises, which can improve on the traditional sensors in bio-processing; by using green fluorescent protein (GFP), yellow fluorescent protein (YFP), cyan fluorescent protein (CFP) and red fluorescent protein (RFP) expression as indicators of different stresses for e.coli bacteria during cultivation. Our product and system is called &ldquo;the traffic-light stress sensor&rdquo;. It is constructed to express fluorescent proteins of different colors in response to different stimuli which are inhibiting growth or harming production. We aim to build a sensor that can detect shear stress and low oxygen levels. We believe these two stresses are critical in a bioprocessing environment. We are applying e.coli&rsquo;s native or modified promoters for DegP, Spy and NarK in order to induce transcription. Ideally the cells responses to stressed conditions should be sufficiently accurate, reliable and rapid for the stresses to be detected and mitigated.", 
        "id": "239"
    }, 
    "DTU_Denmark": {
        "school": "Technical University of Denmark,    2800 Kgs. Lyngby, Denmark http://www.dtu.dk", 
        "description": "Six engineering students from Department of Systems biology.", 
        "title": "The redoxilator, and the USER fusion assembly standard", 
        "track": "Manufacturing", 
        "abstract": "The Redoxilator: By in silico design and computer modelling followed by gene synthesis, we have constructed a molecular NAD/NADH ratio sensing system in Saccharomyces cerevisiae. The sensor works as an inducible transcription factor being active only at certain levels of the NAD/NADH ratios. By the coupling of a yeast optimized fast degradable GFP, the system can be used for in vivo monitoring of NAD/NADH redox poise. A future novel application of the system is heterologous redox coupled protein production in yeast.  The USER fusion standard:  Another part of our project is the proposal of a new parts-assembly standard for Biobricks based on USER(TradeMark) cloning. With this technique, not based on restriction enzymes, all parts independent of function can be assembled without leaving any &lsquo;scars&rsquo; from the restriction enzyme digestions.", 
        "id": "194"
    }, 
    "Brown": {
        "school": "Brown University", 
        "description": "brown.edu", 
        "title": "Engineering Staphylococcus Epidermidis to Secrete Recombinant Histamine Binding Protein in Response to Changing Histamine Concentration", 
        "track": "Health/Medicine", 
        "abstract": "The 2009 Brown iGEM Team aims to treat allergic rhinitis (hay fever) by engineering Staphylococcus epidermidis to secrete a histamine-binding protein, rEV131, in response to elevated histamine concentrations during an allergic attack. rEV131 was cloned from a species of tick, Rhipicephalus appendiculatus. We are putting the rEV131 gene into an endogenous element of human nasal flora, Staphylococcus epidermidis. rEV131 will have a secretion tag specific for S. epidermidis. To synchronize rEV131 production with elevation of histamine concentration, we are computationally designing a novel histamine receptor. This histamine-responsive receptor will induce expression of rEV131. Although S. epidermidis is a non-pathogenic species, when it reaches a certain population threshold it produces potentially hazardous biofilms. To mitigate this concern, we have engineered safety measures that prevent excessive growth by repurposing S. epidmidis&rsquo; natural population sensor to cue each cell&rsquo;s \"suicide\" when a population has reached a dangerous size.", 
        "id": "212"
    }, 
    "UNICAMP-Brazil": {
        "school": "Universidade Estadual de Campinas UNICAMP Campinas, SP, Brazil www.unicamp.br", 
        "description": "The team is somposed by two Instructors, Prof. Dr. Gonçalo Pereira and Dr. Johana Rincones, 9 undergraduate students and 4 PhD students. All work at the Genomics and Gene Expression Laboratory at UNICAMP (www.lge.ibi.unicamp.br).", 
        "title": "The Microguards", 
        "track": "Food/Energy", 
        "abstract": "Industrial production processes based on microorganisms, such as biofuels, fine chemicals and enzymes, are threatened by contaminants that cause losses of up to 10% of the gross production.  To solve this problem, the aim of our project is to engineer strains of the industrial workhorses E. coli and S. cerevisiae to recognize and destroy contaminants. The engineered yeast will recognize lactic acid bacteria contaminants, which greatly affect Brazilian´s ethanol production. The presence of lactic acid will activate a lysozyme-based killing mechanism, effective against gram-positive contamination. The engineered E. coli will recognize contaminants based on a non-self recognition mechanism and a percentage of the population will differentiate into a killing lineage releasing colicins and endonucleases. The killing mechanisms will be regulated by promoter Py, probably activated by conjugation. The characterization of Py and a lactate-inducible promoter that is not subjected to glucose catabolic repression are the main challenges of our project.", 
        "id": "284"
    }, 
    "TUDelft": {
        "school": "Delft University of Technology Delft, The Netherlands www.tudelft.nl", 
        "description": "Enthusiastic team with a variety of backgrounds (and nationalities): students and supervisors in Life Science & Technology, Bio-Informatics, Nanoscience, Metabolic Engineering and Design Methodology", 
        "title": "Bacterial Relay Race", 
        "track": "Information Processing", 
        "abstract": "In our project, we aim at creating a cell-to-cell communication system that allows the propagation of a set of instructions coded on a plasmid, and not just binary information as in quorum sensing. To achieve this goal, we have designed a communication system based on three different modules: a conjugation system, a time-delay genetic circuit, and a self- destructive plasmid. Cell-to-cell communication systems are important because, in most synthetic biology applications, the desired tasks are generally accomplished by a population of cells, rather than by a single cell. The proposed communication system could be used for creating a distributed sensors network, or it could help to better understand and possibly reduce antibiotic resistance in bacteria. Furthermore, we have conducted a survey to study the perception on synthetic biology and related ethical issues, among iGEM participants, students and supervisors. We have focused on the top-down and bottom-up approaches as applied to biology.", 
        "id": "175"
    }, 
    "Slovenia": {
        "school": "National institute of chemistry University of Ljubljana", 
        "description": "Team composed of undergraduates from several faculties of the University of Ljubljana", 
        "title": "nanoBRICKsPRO &ndash; synthetic smart nanomaterials from nano to macro", 
        "track": "Manufacturing", 
        "abstract": "Nanotechnology designs materials with advanced properties based on the control of structure at the nanoscale. Biological systems provide an attractive opportunity to design and easily manufacture material with programmable properties. DNA origami demonstrated the power of this technology by creating a variety of assemblies that can be easily encoded in the nucleotide sequence. However, for biological nanodevices nature favors polypeptides over nucleic acids due to stability and versatility of amino-acid side chains. With few exceptions protein and peptide assemblies have been considered too difficult for the bottom-up design due to complex interactions and manufacturing problems specific for each case. We present technology for manufacturing nanomaterials based on combinations of modular peptide elements and protein domains, which allow self-assembly into complex tertiary structures with designed macroscopic properties. We will demonstrate the feasibility and potentials of protein nanotechnology by design, streamlining the production and technological application of nanomaterials based on nanoBRICKsPRO.", 
        "id": "245"
    }, 
    "Virginia_Commonwealth": {
        "school": "Virginia Commonwealth University Richmond, VA, USA www.vcu.edu", 
        "description": "Inaugural iGEM team from VCU sponsored by the Systems Biological Engineering Group in the Department of Chemical and LIfe Science Engineering", 
        "title": "Promoter design, characterization and consequences", 
        "track": "Foundational Advance", 
        "abstract": "The generation of well-characterized genetic parts is a prerequisite for the rational design and construction of reliable genetically-encoded devices and systems. However, most publicly available parts (including those in the Registry) remain largely uncharacterized. Therefore, we propose a minimal measurement standard for the quantitative characterization of one of the most frequently used parts, promoters. This approach uses both mRNA and protein measurements to provide a tractable and universal analysis of relevant promoter characteristics. In an effort to elucidate promoter design principles, we have also designed and characterized new promoter and enhancer sequences. Our goal is to contribute to the advancement of fundamental synthetic biology by evaluating the performance of new and existing promoters and enhancers, which may serve as a model for describing other basic parts such as ribosome binding sites and transcriptional terminators.", 
        "id": "264"
    }, 
    "Aberdeen_Scotland": {
        "school": "University of Aberdeen", 
        "description": "The Aberdeen team comprises 12 undergraduates, 6 of whom are biologists, and 6 physical scientists. The team has 5 instructors, 2 of whom are biologists, and 3 physical scientists", 
        "title": "A Synthetic Biology Approach to Pipe Repair: The Pico-Plumber", 
        "track": "New Application", 
        "abstract": "Damage to inaccessible pipe systems, such as computer cooling circuits, is difficult to rectify. An Escherichia coli synthetic biology circuit for pipe repair was designed. Pipe breach detection and the restoration of pipe integrity were implemented through exploitation of chemotaxis, and cell lysis that releases a two-component protein-based glue (lysyl oxidase and tropoelastin). Control was achieved using an AND gate with quorum sensing and the lac inducer IPTG (released from the breach) as inputs. Deterministic and stochastic models of the genetic circuit, integrated with an agent-based model of E.coli cells, were used to define the effective radii of cell migration and timing of lysis. Constructed AND gate, quorum sensing and lysis timing modules were experimentally tested. The two-component glue concept was successfully validated using in vitro alpha-omega complementation of beta-galatosidase activity. Finally, a proposal for an igem.org-based parameter database was developed to aid the rapid identifation of BioBricks parameter values.", 
        "id": "182"
    }, 
    "Queens": {
        "school": "Queens University Kingston, Ontario, CANADA http://queensu.ca/", 
        "description": "First timers", 
        "title": "Plaque Busters: A Synthetic Biology Approach to Targeted Drug Delivery Treatment of Atherosclerosis", 
        "track": "Health/Medicine", 
        "abstract": "Atherosclerosis is associated with the buildup of plaques in the vascular walls. Currently, treatment for atherosclerosis involves preventative measures and surgical removal of plaque, angioplasty, and stent placement. We sought to develop an E. coli chassis delivering anti-atherosclerotic substances to the site of plaque in vasculature. Inflamed endothelial cells express VCAM-1, a receptor normally binds to the leukocyte antigen VLA-4. We attempted to express a VLA-4 fragment in E. coli, in order to selectively attach the cells to plaques. In vitro binding test uses inflamed murine endothelial cells which express VCAM-1. Results are pending. Our bacterial chassis also carries several inducible &ldquo;effector&rdquo; systems which, upon binding, release substances that facilitate plaque stabilization and regression. Effector systems include heme oxygenase-1, serum amyloid A and atrial natriuretic peptide. Expression of HO-1 in E. coli has been confirmed using spectroscopy. Testing for SAA secretion and ANP-induced gene expression in endothelial cells is ongoing.", 
        "id": "214"
    }, 
    "Waterloo": {
        "school": "University of Waterloo, Waterloo, Ontario Canada", 
        "description": "University of Waterloo", 
        "title": "Chromobricks: A Platform for Chromosome Engineering with BioBricks", 
        "track": "Foundational Advance", 
        "abstract": "The aim of our project is to develop a fully-featured platform for chromosome engineering, allowing the in vivo assembly of a synthetic chromosome from interchangeable parts, followed by selective degradation of the native chromosome. We have designed a proof-of-concept for chromosome-building that will use the site-specific integrase of phage ?C31 to integrate a BioBrick into a defined locus of the E. coli genome. Six pairs of integrase-targeted att sites have been designed to be non-cross-reactive in order to support repeatable cassette-exchange reactions for chromosome building. We have also written software to model the integrase-mediated rearrangement of DNA molecules containing att sites, to aid the design of more elaborate chromosome-building systems. To selectively degrade the native chromosome we designed a nuclease-based, inducible genome-degradation system. In its simplest form, our system can be used to integrate biological devices into a chromosome in situations requiring stable copy number and selection-free maintenance.", 
        "id": "241"
    }, 
    "UNIPV-Pavia": {
        "school": "Università degli Studi di Pavia Dipartimento di Informatica e Sistemistica Centro di Ingegneria Tissutale Pavia", 
        "description": "Università degli Studi di Pavia", 
        "title": "Ethanol? Whey not!", 
        "track": "Food/Energy", 
        "abstract": "Cheese whey is classified as a special waste for its high biochemical and chemical oxygen demand. Even if  whey can be valorized by extracting high value substances, like whey-proteins, at the end of the treatment the residual liquid is still a special waste for its high lactose content (4%). E. coli was engineered to convert efficiently lactose into ethanol, a precious biofuel. Three main enzymes are involved in this transformation: beta-galactosidase, pyruvate-decarboxylase and alcohol-dehydrogenaseII. Beta-galactosidase (lacZ gene) was over-expressed to obtain higher lactose-glucose conversion yield. Coding sequences  of pyruvate-decarboxylase (pdc) and alcohol-dehydrogenaseII (adhB), essential in alcoholic fermentation pathway, were designed by DNA chemical synthesis and codon-optimized for E. coli. The final circuit includes the device to metabolize lactose and the ethanol-producing operon, containing pdc and adhB. It has a theoretical yield of 20kilos/tons of whey. Finally, 3OC6HSL, aTc and lactose/IPTG inducible systems were characterized to be used in this circuit.", 
        "id": "173"
    }, 
    "IPOC1-Colombia": {
        "school": "International Park Of Creativity Manizales,Caldas,Colombia www.parkofcreativity.org", 
        "description": "this team is conformed by young people of high schools from Manizales - Colombia, guided by Dr Raul Cuero.", 
        "title": "Molecular Device to Detect Sea Salinity", 
        "track": "Environment", 
        "abstract": "Different gene parts are being assembled in order to construct a device that is able to detect different salinity levels in the sea. The device is tested against different concentrations of sodium chloride, fluoride, calcium, and magnesium. Different parameters, such as reporter fluorescence, DNA concentration, growth of bacterial device will be used to measure the efficacy of the device. Computational modeling will be used in the project to complement the laboratory work.  Importance of project: Colombia borders two oceans: the Atlantic and the Pacific.", 
        "id": "287"
    }, 
    "NYU": {
        "school": "New York University", 
        "description": "The NYU_ team consists of a group of undergraduate students that have studied a wide array of disciplines, but mainly focus on biology, biochemistry, and neuroscience.", 
        "title": "-- Not provided yet --", 
        "track": "This team has not been assigned to a track.", 
        "abstract": "-- No abstract provided yet --", 
        "id": "276"
    }, 
    "Example": {
        "school": "iGEM Headquarters", 
        "description": "Example team for iGEM spring workshops", 
        "title": "Example title", 
        "track": "Software Tools", 
        "abstract": "There has been growing interest in designing fast and reversible switchable controls over all steps of gene expression, from transcription to post-translational modification. Our project involves engineering S. cerevisiae to localize proteins to various points in the cell in response to light exposure. Under red light, a tagged protein of interest localizes to a specific target, while exposure to far-red light causes the protein to rapidly delocalize and diffuse throughout the cell. This is accomplished using the PhyB-PIF3 system, a light-based transcriptional regulation system found in Arabidopsis.  This project has two components. 1) Metabolically engineering yeast to endogenously produce PCB, a tetrapyrrole necessary for system activation, and 2) adapting the PhyB-PIF3 system to localize proteins of interest to different targets in the cell.  The versatility and applications for this system are vast, ranging from cellular diffusion studies to easily synchronizing cell division for entire populations.", 
        "id": "294"
    }, 
    "Yeshiva_NYC": {
        "school": "Yeshiva University New York, NY, USA www.yu.edu", 
        "description": "This team is made of students from Yeshiva and Stern Colleges within Yeshiva University.", 
        "title": "Spatially encoding temporal information: using diffusional escape of periplasmic reporter proteins as a clock.", 
        "track": "Foundational Advance", 
        "abstract": "We were inspired by iGEM projects that utilize colored or fluorescent reporter molecules. Specifically, we thought &ldquo;wouldn&rsquo;t it be nice to be able to leave a plate out in the field, collect it a day or two later, and be able to tell at what time the synthesis of the reporter molecules was triggered?&rdquo; Ideally, protein reporters would leave the cell and diffuse through the agar, leaving a clear history of their expression. To this end, we are 1) creating a library of Sec and Tat leader sequence biobricks for directing expressed proteins to the periplasm, 2) making an E. coli expression strain with a weakened outer cell wall that leaks most of the periplasmic proteins to the environment, and 3) measuring and modeling the diffusion of small molecules and proteins in agar to ascertain the ability to derive the times and conditions under which they originated.", 
        "id": "219"
    }, 
    "Osaka": {
        "school": "Osaka University, Osaka, Japan", 
        "description": "Osaka comes on stage.", 
        "title": "ColorColi: Painting tools toward bio-art", 
        "track": "New Application", 
        "abstract": "Bio-art has appeared as a crossover of life science and art in 21st century. Such artworks can give rise to a number of issues and metaphors accompanying the advance of science and technology. Astonishingly, there are still few collaborations between bio-art and synthetic biology. In this context, we engineered Salmonella enterica cells to function as new painting tools in bio-art. Specifically, we try to program cells to automatically form various pattern and gradation of colors by sensing cell identity and density by means of quorum sensing. Moreover, we will extend these tools for actual paintings and artworks to consider the ethical implications such as &rsquo;view of life&rsquo;. This collaborative project can show the social situation or question of life science.", 
        "id": "204"
    }, 
    "Washington": {
        "school": "University of Washington Seattle, WA www.washington.edu", 
        "description": "University of Washington iGEM team 2009 Woohoo!", 
        "title": "The Ideal Protein Purification System", 
        "track": "Manufacturing", 
        "abstract": "The use of recombinant protein production using E. coli-based expression systems has revolutionized the fields of biotechnology and medicine.  However, the ability to utilize such proteins hinges upon their capacity to be isolated from their expression systems.  Our project aims to create an all-in-one protein expression and purification system using BioBrick standards to greatly simplify protein production for synthetic biologists, reducing the time and cost involved in standard protein purification methods.  Our method uses a novel combination of two systems: secretion and display.  By fusing two tags to the protein it can be secreted into the expression media, and subsequently directed to bind to the outside of the cell.  To collect the pure proteins, cells only need to be spun down and then resuspended in an elution buffer, releasing the protein of interest. Our research exhibits the utility of synthetic biology for developing new techniques that improve upon established practices.", 
        "id": "215"
    }, 
    "Johns_Hopkins": {
        "school": "Johns Hopkins University Baltimore MD, USA www.jhu.edu", 
        "description": "The Hopkins iGEM team is a group of undergraduates seeking to apply synthetic biology to issues facing science and the world today, while at the same time drawing from their own fields of knowledge.  Led by faculty and graduate advisors, the iGEM team is also part of the Hopkins SynBio club, decided to facilitating awareness and participation in the new field of Synthetic Biology.", 
        "title": "-- Not provided yet --", 
        "track": "This team has not been assigned to a track.", 
        "abstract": "-- No abstract provided yet --", 
        "id": "263"
    }, 
    "SJTU-BioX-Shanghai": {
        "school": "Bio-X Center,   Shanghai Jiao Tong University, Shanghai, China www.bio-x.cn   www.sjtu.edu.cn", 
        "description": "This is an intelligent and brave team", 
        "title": "Hypnos' Curse: E.coli the napper", 
        "track": "Information Processing", 
        "abstract": "Inspired by the natural regulator of circadian bioclock exhibited in most eukaryotic organisms, our team has designed an E.coli-based genetic network derived from the toxin-antitoxin system (TA system).   The relE protein?toxin?, is an RNase that preferentially cleaves mRNA stop codons, severely inhibiting translation and preventing colony formation. Whereas expression of relB protein?antitoxin? and tmRNA forms a rescue system to reverse inhibitory effects. Based on these mechanisms our network functions as a bacterial bioclock oscillating between the two states of dormancy and activity. Potential applications of our project include lifespan prolongation of prokaryotes and eukaryotes, since the metabolic process of microbes is vastly decelerated during the dormancy state, just like that of bears and hedgehogs in their hibernation.", 
        "id": "185"
    }, 
    "Illinois-Tools": {
        "school": "University of Illinois Urbana- champaign, Il", 
        "description": "University of Illinois Urbana-Champaign  Software team", 
        "title": "Interactive Metabolic Pathway Tools", 
        "track": "Software Tools", 
        "abstract": "Interactive Metabolic Pathway Tools (IMP Tools) is an open source, web based program that involves model-guided cellular engineering where new metabolic functions can be added to existing microorganisms. This program will assist in the design stage of synthetic biology research.  IMP tools is written primarily in python using the Django web framework. It takes a user-defined input compound, output compound, and weighting scheme and determines the ideal pathway from the starting to the ending compound. Our program presents an exciting capability to help transform important processes in the world for applications ranging from bioremediation to biofuels.", 
        "id": "261"
    }, 
    "UC_Davis": {
        "school": "University of California, Davis", 
        "description": "University of California, Davis Synthetic Biology Interest Group", 
        "title": "A Bacterial Secretion System Motivated the Goal of Managing Celiac", 
        "track": "New Application", 
        "abstract": "The current estimate of the number of Americans with Celiac Disease/gluten intolerance is one out of 133. Not being able to digest gluten properly inside the small intestine leads to an immune system response that leads to a variety of symptoms. We have designed a bacterial secretion system that could be used in a probiotic organism to secrete an enzyme to degrade the allergen gliadin before it reaches the intestine. A putative advantage a probiotic treatment over direct enzyme therapy approaches is the potential for administering fewer doses, thus making it less troublesome, less costly, and more convenient.  Our secretion system consists of an inducible promoter, ribosome binding site, an extracellular anchor (ompA/INPNC), cleavage signal sequence, 6 HIS Tag and a terminator.  We have tested its behavior in E. coli on two proteins of varying sizes (GFP/Luciferase).", 
        "id": "265"
    }, 
    "USTC": {
        "school": "University of Science and Technology of China Hefei, Anhui, P.R. China www.ustc.edu.cn", 
        "description": "University of Science and Technology of China iGEM 2009 wetlab team", 
        "title": "E. coli Automatic Directed Evolution Machine: a Universal Framework for Evolutionary Approaches in Synthetic Biology", 
        "track": "Foundational Advance", 
        "abstract": "Evolution is powerful enough to create everything, from biomolecules to ecosystems. The ultimate goal of E. coli Automatic Directed Evolution Machine (E.ADEM) project is to manage the power of evolution, by engineering a robust system framework that can automatically create anything we want in synthetic biology, from various types of parts to complex systems. Each demand can be converted into designing a scoring function to give the evolution process a direction. E.ADEM is designed by implementing evolutionary algorithm back into biology. The core of E.ADEM is a self-adaptive controller that can adjust variation rate and selection pressure, based on fitness score, population size and average fitness score calculated by a quorum sensing device. After comprehensive measurement using constitutive promoter family stimulus signals and modeling of the components, a prototype machine is built. Modular design and PoPS device boundary standard will ensure the extensibility and universality of the machine.", 
        "id": "176"
    }, 
    "Alberta": {
        "school": "University of Alberta Edmonton, Alberta, Canada www.ualberta.ca", 
        "description": "The University of Alberta 2009 iGEM Team", 
        "title": "A Synthetic Biology Tool Kit for Artificial Genome Design and Construction", 
        "track": "Foundational Advance", 
        "abstract": "The creation of simplified artificial cells with specialized functions, along design principles that are compatible with the goals of synthetic biology, requires advances in two key areas. In Silico modelling tools are needed to assess the performance of artificial networks prior to assembly. Genome biofabrication must achieve rates well beyond existing methods using a modular design so that the extent to which natural systems can be made artificial can be tested. We have taken our first steps towards these goals by directing our efforts to the rational refactoring of the E. coli genome. Using flux balance analysis we have identified 117 new genes that may be essential for survival. We have developed and validated a rapid, modular biofabrication method (BioBytes) and have produced BioBytes for 150 of  our 447 essential gene list. We have also built a Lego Mindstorm-based DIY biofab robot and extended the concept to a BioFab-on-a-chip prototype.", 
        "id": "187"
    }, 
    "IPN-UNAM-Mexico": {
        "school": "IIMAS, Facultad de Ciencias UNAM", 
        "description": "Our team combines students and instructors from the two biggest universities in Mexico, in fields ranging from Biology to Computer Science", 
        "title": "Turing meets synthetic biology:  self-emerging patterns in an activator-inhibitor network.", 
        "track": "Foundational Advance", 
        "abstract": "We present a synthetic network that emulates an activator-inhibitor system. Our goal is to show that spatio-temporal structures can be generated by the behavior of a genetic regulatory network. We implement the model by means of several biobricks. We construct a self activating module and correspondingly an inhibitory one.  Self-activation dynamics is given by the las operon, while the inhibitory part is provided by the lux operon. Quorum sensing and diffusion of AHL provide the reaction-diffusion mechanism responsible for the formation of Turing patterns. The importance of our work relies on the fact that we show that the  action of the morphogenes as originally proposed by Turing is equivalent to the effect of  diffusion of chemicals interacting with the synthetic network, which accounts for the reactive part, a possibility implicit in Turing&rsquo;s original work in the context of  morphogenesis of biological patterns.", 
        "id": "266"
    }, 
    "Rice": {
        "school": "Rice University Houston, TX, USA www.rice.edu", 
        "description": "Rice University Synthetic BiOWLogists", 
        "title": "-- Not provided yet --", 
        "track": "This team has not been assigned to a track.", 
        "abstract": "-- No abstract provided yet --", 
        "id": "278"
    }, 
    "Edinburgh": {
        "school": "University of Edinburgh Edinburgh, UK www.ed.ac.uk", 
        "description": "University of Edinburgh iGEM team", 
        "title": "Defusing a dangerous world: a biological method for detection of landmines", 
        "track": "Environment", 
        "abstract": "Landmines left over from past conflicts are a major hazard in the world, killing and maiming many people every year. We have sought to engineer a bacterium able to detect TNT and its degradation products, nitrites, in the environment. Our system is based around a previously published computationally designed TNT-sensing protein derived from the periplasmic ribose binding protein, which interacts with an EnvZ-Trg transmembrane hybrid fusion protein and a nitrite-responsive repressor to trigger a pathway of TNT degradation and visualization using combined output from a bacterial luciferase and Yellow Fluorescent Protein. We envisage that the detection system could be applied by spraying the organism on soil where the presence of landmines is suspected, and detecting luminescence using low-light sensing. Once located, the mines could be safely removed. This system could be extended to detect other analytes in the environment.", 
        "id": "216"
    }, 
    "Sheffield": {
        "school": "University of Sheffield Sheffield, UK http://www.shef.ac.uk/synbio/", 
        "description": "Undergrad students from molecular biology, engineering (chemical, materials and control) and from sopcial sciences and from journalism studies", 
        "title": "E. Coli Switch", 
        "track": "Foundational Advance", 
        "abstract": "By modifying E.coli so that it can use a phytochrome- with a light receptor- from cyanobacteria as a trigger of protein generation. This pathway is controlled by a certain wavelength of red light, acting as a system switch for lacZ production. LacZ can react with substrate X-gal and form a blue precipitate as a reporter. However, other reporter genes can be attached to the lacZ gene, so different reporters can be expressed. From the fact that this mechanism is sensitive to a certain wavelength of light, we hope to create a system that can be sensitive to various wavelengths and hence triggering different protein generation. Through this the E.coli can become a wavelength sensor; a different wavelength can trigger a different production of protein, for example various types of fluorescent protein, giving a different a colour-scaled indication of the wavelength of the environment around the E.coli.", 
        "id": "246"
    }, 
    "Michigan": {
        "school": "University of Michigan at Ann Arbor Ann Arbor, MI, USA www.umich.edu", 
        "description": "2009 iGEM Team from the University of Michigan.", 
        "title": "The Toluene Terminator", 
        "track": "Environment", 
        "abstract": "Toluene is a toxic substance used in petrol, paint, paint-thinners and adhesives. Through spills and improper disposal, toluene can contaminate soil and ground water environments.  Using microorganisms to clean up toluene-contaminated sites can be an effective and economical way of degrading the pollution before it can spread throughout the environment. There is concern, however, that these non-native microorganisms may upset the balance of the ecosystem through unnatural competition or horizontal synthetic gene transfer. We are engineering the Toluene Terminator as a way to neutralize toluene pollution while addressing these concerns. It will have the capabilities of sensing and mineralizing the toluene into carbon dioxide and water, but this terminator will not be back. The Toluene Terminator will have a suicide mechanism which kills the bacteria in the absence of toluene.", 
        "id": "270"
    }, 
    "Purdue": {
        "school": "Purdue University West Lafayette, IN, USA www.purdue.edu", 
        "description": "Purdue University iGEM team", 
        "title": "Engineered Microglia to Locate CD133+ Tumor-Initiating Cells", 
        "track": "Health/Medicine", 
        "abstract": "Glioblastoma multiforme (GBM) is one of the most common forms of primary brain cancer, which usually results in fatality. To date, it has been difficult to overcome primary brain cancer resulting from GBM, primarily because the cancer-initiating cells are suspected to be highly resistant to current cancer therapies. Specifically, CD133+ cells have shown resistance to hypoxia, irradiation, and some forms of chemotherapy. CD133+ hunting machines will be created by genetically engineering microglial cells (BV-2) with mammalian expression vectors. The project will also take advantage of inherent qualities of the microglia such as constant environmental sensing and quick motility. The engineered BV-2s will be equipped to locate the specific GBMs and label the targeted cells with a tat-GFP fusion protein. It is the goal of this study to show an alternative approach to cancer treatment, and to emphasize the power of biologically available options to fight the disease.", 
        "id": "217"
    }, 
    "MIT": {
        "school": "Massachusetts Institute of Technology   Cambridge, MA, USA   web.mit.edu", 
        "description": "An enthusiastic group of undergraduates guided by graduate students and faculty, ready to explore the possibilities of synthetic biology", 
        "title": "Photolocalizer", 
        "track": "Foundational Advance", 
        "abstract": "There has been growing interest in designing fast and reversible switchable controls over all steps of gene expression, from transcription to post-translational modification. Our project involves engineering S. cerevisiae to localize proteins to various points in the cell in response to light exposure. Under red light, a tagged protein of interest localizes to a specific target, while exposure to far-red light causes the protein to rapidly delocalize and diffuse throughout the cell. This is accomplished using the PhyB-PIF3 system, a light-based transcriptional regulation system found in Arabidopsis.  This project has two components. 1) Metabolically engineering yeast to endogenously produce PCB, a tetrapyrrole necessary for system activation, and 2) adapting the PhyB-PIF3 system to localize proteins of interest to different targets in the cell.  The versatility and applications for this system are vast, ranging from cellular diffusion studies to easily synchronizing cell division for entire populations.", 
        "id": "181"
    }, 
    "SDU-Denmark": {
        "school": "Department of Biochemistry and Molecular Biology, University of Southern Denmark, Odense, Denmark, www.sdu.dk", 
        "description": "A team comprised of students from several fields of study including medicine, nano-bioscience and molecular biology, all from University of Southern Denmark (SDU). The team is hosted and coached by the SDU microbiology group, which provides instructors as well as laboratory facilities.", 
        "title": "Bacto Bandage - Quorum-quenching S. Aureus Biofilm Formation, One Peptide at a Time", 
        "track": "Health/Medicine", 
        "abstract": "Our goal is to create an E. coli strain, which inhibits Staphylococcus aureus biofilm formation in wounds by producing RNA III-inhibiting-peptide (RIP). S. aureus is one of the largest causes of hospital infections, each year infecting millions of people around the globe. S. aureus is normally commensal, but can create biofilms on implanted medical devices and in post-operational wounds. Biofilm is increasingly hard to treat, as a result of growing resistance to many types of antibiotics. By manipulating E. coli to express a synthetic RIP peptide tagged with an export signal, we hope to reach this goal. RIP has been shown to hinder the quorum-sensing processes essential for biofilm development in S. aureus, thereby making it harder for the bacteria to cause infections. We propose making a bandage that contains our engineered bacteria behind a semipermeable membrane, allowing only small peptides such as RIP to pass through, into the wound.", 
        "id": "237"
    }, 
    "ULB-Brussels": {
        "school": "Université Libre de Bruxelles, Belgique http://www.ulb.ac.be/", 
        "description": "The team is composed of Gilles Vanwalleghem and Christophe Philemotte, 2 PhD students and of undergraduate students of the Université Libre de Bruxelles", 
        "title": "GluColi, a new generation of glue", 
        "track": "Manufacturing", 
        "abstract": "Whether you want to stop a leaking ship&rsquo;s hull, or repair a fractured bone, you will need a top quality, strong adhesive. Our project aims to create a new generation of glue. In contrast to most glues, ours is natural, biodegradable, efficient on wet surfaces and has exceptional resistance (up to 3 times better than super glue). It is composed of a polysaccharide released by a Gram-negative bacterium, Caulobacter crescentus. Our aim is to use BioBrickTM standard biological parts in order to create a new strain of Escherichia coli which will synthesise this adhesive material. Moreover we are going to use a new plasmid stabilisation technique, the StabyTM system developed by Delphi Genetics. This system allows us to avoid the use of antibiotics and has been shown to be more efficient as far as protein secretion is concerned.", 
        "id": "196"
    }, 
    "Harvard": {
        "school": "Harvard University Cambridge, MA, USA http://www.harvard.edu/", 
        "description": "Harvard University", 
        "title": "Interspecies Optical Communication Between Bacteria and Yeast", 
        "track": "New Application", 
        "abstract": "Optical communication is central to interactions between many multicellular organisms. However, it is virtually unknown between unicellular organisms, much less between unicellular organisms of different kingdoms of life. Our team has constructed a system that allows for interspecies, bacteria-to-yeast optical communication. To permit bacteria to send an optical signal, we expressed in E. coli a red firefly luciferase under IPTG induction. In yeast, we used a yeast-two-hybrid-system based on the interaction between the red-light-sensitive Arabidopsis thaliana phytochrome PhyB and its interacting factor PIF3. Interaction between PhyB and PIF3 is induced by the red light from the bacteria, resulting in transcription of the lacZ gene. This is an excellent demonstration of the principles and potential of synthetic biology: this system not only allows for interspecies optical communication, but enables us to optically bridge a physically separated canonical lac operon using light as a trans-acting factor.", 
        "id": "207"
    }, 
    "Tsinghua": {
        "school": "Tsinghua University Beijing, China http://www.biosci.tsinghua.edu.cn:8001/English", 
        "description": "This team is based on the undergraduate students in Tsinghua University in China accompanied with a couple of advisors and instructors.", 
        "title": "Syn-genome Based Gensniper", 
        "track": "Health/Medicine", 
        "abstract": "Our aim is to construct a targeted gene therapy vector with high cellular specificity, considerable capacity and the potential for mass production and universal modification. Analogizing the characteristics of bacteriophage lambda and adenovirus, we genomically engineered the fiber protein of adenovirus with the pC of bacteriophage lambda, with the knob region modified by cell-specific peptides generated by phage display (called targeted biobrick). After inducing the vector genome (generated by bottom-up or top-down approach) into BL21 DE3 E.coli strain, we applied a co-transformed therapeutic DNA (namely a cosmid with a capacity of 40-50 kb) for mass production of our targeted gene therapy vectors containing the desired genes to be delivered. With the targeted biobrick immediating the attachment and RGD domain immediating the internalization of the targeted vector, we are able to accomplish the targeted gene therapy.", 
        "id": "189"
    }, 
    "Southampton": {
        "school": "University of Southampton Southampton, Hampshire UK www.soton.ac.uk", 
        "description": "A group of chemists, chemical biologists and electronic and software engineers mostly at the end of their 2nd year of undergraduate studies.", 
        "title": "E.colYMPIC GAMES", 
        "track": "Information Processing", 
        "abstract": "The project exploits quorum sensing in E. coli to engineer interactions between 'species' such that complex spatiotemporal patterns are generated. We have two systems that correspond the game ³Rock, Paper, Scissors² (RPS) and to Conway¹s ³Game of Life² (GoL). In GoL expression/diffusion of lactones is exploited to create local rules that modulate expression of a fluorescent protein. Fluorescence patterns for different combinations of conditions are modelled using a new simulation tool designed to be generically applicable to inter-bacterial communication. In the RPS system three 'species' each produce a different fluorescent protein whose expression is downregulated by a lactone from one of the other 'species' and hence the interaction network is intransitive. Simulations indicate that when this game is played out on culture plates, a range of complex patterns evolve with time. Also, selective patterning of the different 'species' allows for new 'racetrack' or 'playing field' type of interactivity.", 
        "id": "180"
    }, 
    "Sweden": {
        "school": "University of Gothenburg, Sweden Chalmers Technical University, Sweden", 
        "description": "6-8 students from the international Master's programs in systems biology and bioinformatics, and the molecular biology and biotechnology programs.", 
        "title": "The Linguistic Cell: Sentence Parsing Bacteria", 
        "track": "Information Processing", 
        "abstract": "Language is an essential part of our civilization. But making sense out of a series of words can only be achieved by certain rules that underlie the language. This set of rules is called a grammar. A grammar tells us how to order words in a meaningful way. These rules can be implemented as a Finite State Automaton (FSA), which for every new word input moves from the current state to the next until it reaches the end of input.  We propose in our project a biological model which is based on this con- cept of language parsing from computational linguistics.", 
        "id": "240"
    }, 
    "IIT_Madras": {
        "school": "Indian Institute of Technology Madras", 
        "description": "This will be a team of undergraduate students from the Biotechnology Department, Indian Institute of Technology Madras", 
        "title": "PLASMID: Plasmid Locking Assembly for Sustaining Multiple Inserted DNA", 
        "track": "New Application", 
        "abstract": "Any episome introduced into the cell shows segregational asymmetry accompanied with differential growth rates in the absence and presence of episome leading to an overall loss of the episomal unit in the absence of any selective pressure. We have designed a versatile system which maintains any given plasmid DNA in E.coli by using user-defined selection pressures, limited only by the presence of a response element to said pressure, like most antibiotics, certain chemicals and physical conditions. Depending on this selection pressure, a custom plasmid retaining system can be designed and co-transformed with the plasmid of interest to maintain it.  A similar system can be used to &ldquo;lock&rdquo; the function of a gene of interest, like a combination lock, which is unlocked only when the cultures are grown in a pre-determined order of selection pressures. In principle, using this locking system, multiple plasmids can be maintained using a single selection pressure.", 
        "id": "272"
    }, 
    "Johns_Hopkins-BAG": {
        "school": "Johns Hopkins University Schools of Medicine, Public Health, Engineering, and Arts & Sciences, Baltimore, MD", 
        "description": "This is a specialized JHU Team interested in technologies, biology, and computation surrounding our course \"Build-A-Genome\" in which we produce the starting materials for a synthetic yeast genome.", 
        "title": "Synthetic yeast genome Sc2.0 and Build-A-Genome", 
        "track": "New Application", 
        "abstract": "The JHU team will present the work of the Build-A-Genome course, powering the fabrication of synthetic yeast genome Sc2.0. Build-A-Genome provides students tools to meld seamless arrays of DNA into predesigned synthetic chromosomes. Our team develops new technologies for synthetic genomic fabrication. We developed a new standard, the Building Block, allowing production of much longer DNA sequences that can encode for more complicated cellular operations than allowed by current iGEM biobrick standards, as well as more standard iGEM-y devices. Through multiple rounds of homologous recombination we can create chromosome segments and eventually full chromosomes. We will present our improved methodology for building block synthesis, the software we have created to aid in our synthesis, applications of the yeast genome redesign and the new standard we have created. We will emphasize the Build-A-Genome course and its implications on future genomic technologies that both rely on and teach students.", 
        "id": "277"
    }, 
    "Freiburg_software": {
        "school": "University of Freiburg", 
        "description": "Freiburg software", 
        "title": "SynBioWave &ndash; A Collaborative Synthetic Biology Software Suite", 
        "track": "Software Tools", 
        "abstract": "Synthetic Biology, which aims at constructing whole new genomes, is pushed forward by many users and relies on the assembly of genetic elements to devices and later systems. The construction process needs to be transparent and even at final stages control at the basepair level is required. We are building a software environment enabling multiple distributed users to analyze and construct genetic parts and ultimately genomes with real-time communication. Our current version demonstrates the principle use as well as the power of the underlying Google Wave protocol for collaborative synthetic biology efforts. Many wave-robots with a manageable set of capabilities will divide and conquer the complex task of creating a genome in silico. The initial developments of 'SynBioWave' lay the ground for basic layout, calling and data exchange of wave-robots in a clear and open process, so that future robots can be added and shared easily", 
        "id": "279"
    }, 
    "Freiburg_bioware": {
        "school": "University of Freiburg Germany http://www.uni-freiburg.de http://www.molbiotech.uni-freiburg.de http://www.bioss.uni-freiburg.de", 
        "description": "wet lab team of the University of Freiburg, Germany", 
        "title": "Universal endonuclease &ndash; cutting edge technology", 
        "track": "Foundational Advance", 
        "abstract": "Gene technology is driven by the use of restriction endonucleases. Yet, constraints of limited sequence length and variation recognized by available restriction enzymes pose a major roadblock for synthetic biology. We developed the basis for universal restriction enzymes, primarily for routine cloning but also with potential for in-vivo applications. We use a nucleotide cleavage domain fused to a binding domain, which recognizes a programmable adapter that mediates DNA binding and thus cleavage. As adapter we use readily available modified oligonucleotides, as binding domain anticalins, and as cleavage domain FokI moieties engineered for heterodimerization and activity. For application, this universal enzyme has merely to be mixed with the sequence-specific oligonucleotide and the target DNA. Binding and release are addressed by thermocycling. We provide concepts for in-vivo applications by external adapter delivery and activity regulation by photo switching. Additionally, an argonaute protein is engineered towards a DNA endonuclease.", 
        "id": "243"
    }, 
    "Cambridge": {
        "school": "University of Cambridge Cambridge, UK www.cam.ac.uk", 
        "description": "The University of Cambridge iGEM 2009 team", 
        "title": "E. Chromi: Triggering Pigment Production in E. Coli", 
        "track": "Environment", 
        "abstract": "Previous iGEM teams have focused on genetically engineering bacterial biosensors by enabling bacteria to respond to novel inputs, especially biologically significant compounds. There is an unmistakable need to also develop devices that can 1) manipulate the input by changing the behaviour of the response of the input-sensitive promoter, and that can 2) report a response using clear, user-friendly outputs. The most popular output is the expression of a fluorescent protein, detectable using fluorescence microscopy. But, what if we could simply see the output with our own eyes?  The Cambridge 2009 iGEM team is engineering E. coli to produce different pigments in response to different concentrations of an inducer.", 
        "id": "274"
    }, 
    "Cornell": {
        "school": "Cornell University", 
        "description": "We are a brand new iGEM team at Cornell University.", 
        "title": "Engineering the Bacillus Subtilis Metal Ion Homeostasis System to Serve as a Cadmium Responsive Biosensor", 
        "track": "Environment", 
        "abstract": "The goal of our project is to create a whole cell cadmium biosensor by attaching cadmium responsive promoters in Bacillus subtilis to fluorescent reporter proteins. Cadmium is a toxic heavy metal which has no known biological function. Ingestion of cadmium contaminated water can induce bone fractures and severe renal damage. Major sources of cadmium contamination include fertilizers, sewage sludge, manure and atmospheric deposition. Cadmium contaminated sewage is often used for irrigation purposes in many parts of the world, especially in developing nations. Crops grown in these contaminated soils are then sold in markets without any detoxification treatment. Current analytical methods such as atomic absorption spectroscopy, though highly sensitive, are significantly more expensive than bacterial biosensors and are unable to measure the amount of bioavailable cadmium.", 
        "id": "285"
    }, 
    "Uppsala-Sweden": {
        "school": "Uppsala University", 
        "description": "Uppsala University iGEM 2009 team", 
        "title": "Booze Bugs : Sun To Alcohol", 
        "track": "Food/Energy", 
        "abstract": "In the long run our crude oil resources will be on the decline but most importantly the effects of the climate change demand a quick shift to a sustainable fuel economy.  Approaching biofuel production by direct synthesis from sunlight has the potential to solve the problems that arise with the conventional fermentation of starches and sugars such as the direct competition of fuel feedstock with food crops. Thus the Uppsala iGEM Team 2009 investigated the production of ethanol and butanol with the use of the cyanobacteria Synechocystis sp PCC6803. Also known as blue-green algae, cyanobacteria possess the ability to directly convert sunlight into biofuels. We engineered constructs for ethanol and butanol production as well as strategies to increase the yields of photosynthetic ethanol production.", 
        "id": "273"
    }, 
    "METU-Gene": {
        "school": "Middle East Technical University", 
        "description": "Middle East Technical University Molecular Biology and Genetics Department undergrad students", 
        "title": "A Fast Healing Mechanism; Wound Dressing", 
        "track": "Health/Medicine", 
        "abstract": "In case of bulk loss of tissue or non-healing wounds such as burns, trauma, diabetic, decubitus and venous stasis ulcers, a proper wound dressing is needed to cover the wound area, protect the damaged tissue, and if possible to activate the cell proliferation and stimulate the healing process. By this purpose, designing a wound dressing which is natural, non-toxic, and biodegradable and imitating the actual wound healing mechanism which is forming on open wounds in mammalian tissues is our main purpose.By this wound covering, we will fasten the healing process, and protect the wounded area from infectious agents. In this wound dressing, there will be 4 layers including polyurethane layers and our bacteria colonies. Our bacteria colonies will be capable of synthesizing human epidermal growth factor and keratinocyte growth factor. The communication between these bacteria colonies will be dependent on quorum sensing molecules.", 
        "id": "258"
    }, 
    "PKU_Beijing": {
        "school": "Peking Universtiy,  Yiheyuan Road, Haidian District,  Beijing, China", 
        "description": "The IGEM team of Peking University", 
        "title": "Conditioned Reflex Mimicking in E.coli", 
        "track": "Information Processing", 
        "abstract": "We are engineering our E. coli cells to process the correlation information of two enviornmental signal, similar to the process of conditioning in higher orgamisms. We have constructed and tested a series of AND gates which can sense the two signals: the conditioned and unconditioned stimuli. With the presence of both signals, the AND gate outputs a repressor protein and then changes the state of the bistable switch, which acts as a memory module. In this way, our E. coli cells can convert the information about the concurrence of the two signals into its memory. After the memory module is switched and given the \"conditioned stimulus\", the E. coli cells will pass the information to the reporter module and thus exhibit the \"conditioned response.\"", 
        "id": "228"
    }, 
    "Missouri_Miners": {
        "school": "Missouri University of Science and Technology Rolla, Missouri www.mst.edu", 
        "description": "Missouri S&T; student synthetic biology team", 
        "title": "A Synthetic Biology Apporach to Microbial Fuel Cell Development Utilizing E. Coli", 
        "track": "Food/Energy", 
        "abstract": "Optimization of electron shuffle to external surfaces such as anodes was a primary goal. Geobacter sulfurreducens happened to be our model bacteria due to its ability in nature to efficiently export electrons extracelluarly. E. coli was the chassis for this experiment due to its well documentation and the fact that its genome already containing some key proteins in our preferred pathway. The proteins, such as extracellular pilin, MacA, and many other cytochromes, which E. coli does not have were isolated from Geobacter sulfurreducens and introduced into E. coli to formulate the most optimal pathway for generating electromotive force in a microbial fuel cell apparatus.  Some problems were faced concerning plasmid engineering and the simple fact that Geobacter is anaerobic and E. coli is aerobic. The current work includes production and optimization of a microbial fuel cell into which our modified bacteria will be placed.", 
        "id": "269"
    }, 
    "Wash_U": {
        "school": "Washington University in St. Louis St. Louis, MO 63130 www.wustl.edu", 
        "description": "Bio-energy team from Washington University in St. Louis.", 
        "title": "Improved Photosynthetic Productivity for Rhodobacter sphaeroides via Synthetic Regulation of the Light Harvesting Antenna LH2", 
        "track": "Food/Energy", 
        "abstract": "Photosynthetic light harvesting antennas function to collect light and transfer energy to a reaction center for photochemistry. Phototrophs evolved large antennas to compete for photons in natural environments where light is scarce.  Consequently, cells at the surface of photobioreactors over-absorb light, leading to attenuated photobioreactor light penetration and starving cells on the interior of photons. This reduction of photosynthetic productivity has been identified as the primary impediment to improving photobioreactor efficiency.  While reduction of antenna size improves photosynthetic productivity, current approaches to this end uniformly truncate antennas and are difficult to manipulate from the perspective of bioengineering. We aim to create a modifiable system to optimize antenna size throughout the bioreactor by utilizing a synthetic regulatory mechanism that correlates expression of the pucB/A LH2 antenna genes with incident light intensity. This new application of synthetic biology serves to transform the science of antenna reduction into the engineering of antenna optimization.", 
        "id": "227"
    }, 
    "HKUST": {
        "school": "Hong Kong University of Science and Technology", 
        "description": "iGEM team 2009 from HKUST", 
        "title": "SynBiological Bug Buster", 
        "track": "New Application", 
        "abstract": "We aim to engineer a novel yeast strain that can detect, attract and eliminate pests. This strain would serve as an environmental-friendly substitute for pesticides. The idea is demonstrated by constructing an odorant sensing module, coupled production of chemical attractant and production of pest-killing binary toxin in yeast to kill pests lured to the yeast culture. A chimera G-protein coupled receptor (GPCR) responsive to an odorant chemical is coupled to the yeast mating pathway that can be activated upon ligand binding.  It leads to over-expression of an endogenous yeast transaminase that catalyzes a reaction to yield 2-phenylethanol.  Constitutively expressed binary toxin in the yeasts would poison the attracted pests after their consumption, as tested by feeding drosophilae. In addition to being a pesticide substitute, this cheaply-maintained engineered yeast strain also serves as a research reagent to screen for GPCRs that bind to certain ligands.", 
        "id": "211"
    }, 
    "CityColSanFrancisco": {
        "school": "City College of San Francisco", 
        "description": "The iGEM team for City College of San Francisco- the first Community College-based iGEM team, from the Flagship of the system- CCSF.", 
        "title": "-", 
        "track": "Food/Energy", 
        "abstract": "We at CCSF have begun constructing a bacterial powered battery. The design has been generated with sustainability in mind, and aims to create an alternative to traditional fossil fuel technologies. The battery owes its capabilities to two strains of bacteria: the heterotroph Rhodoferax ferrireducens, and the photoautotroph Rhodopseudomonas palustris. Each strain will occupy its own concentration cell and after being cultured anaerobically, will either oxidize (in the case of R. palustris) ferris iron or reduce (in the case of R. ferrireducens) ferric iron. The resulting current will be collected and used to demonstrate the functionality of the battery. The reduction and oxidation reaction will be self-substaining. This process is further aided by the genetic modification of R. palustris. As a photosynthetic prokaryote, R. palustris generates glucose readily. We intend to share this glucose with R. ferrireducens by inserting a passive glucose transporter into the cells of R. palustris.", 
        "id": "226"
    }, 
    "Calgary": {
        "school": "University of Calgary Calgary, Alberta, Canada www.ucalgary.ca www.igem.ucalgary.ca", 
        "description": "For this year iGEM competition we have put together a competitive, multi-disciplinary team of undergraduate students who will not only focus on the wet lab experiments and mathematical modeling, but also on team marketing and fundraising, educational outreach, as well as building synthetic biology educational tools in virtual environment.", 
        "title": "Reprogramming a Language and a Community", 
        "track": "Foundational Advance", 
        "abstract": "iGEM Calgary contributed a second quorum sensing (QS) system to the Registry. The Vibrio harveyi AI-2 QS signalling system has been engineered in Escherichia coli . Coupled with quorum quenching, our system allows us to target biofilm maintenance. The robustness of AI-2 signalling in E. coli was characterized in the lab and compared to data from mathematical models of the system built using the Matlab Simbiology toolbox and the emerging Membrane Computing framework in Mathematica. We also undertook community outreach projects in order to enhance the synthetic biology community. Specifically, the Second Life platform was used to create an educational tool to train future synthetic biologists in an accessible, user-friendly, virtual environment. Moreover, we examined the implications of our project in light of the recently proposed proactionary and precautionary frameworks with special focus on ethical, environmental, economic, legal and social (E3LS) impact.", 
        "id": "218"
    }, 
    "Victoria_Australia": {
        "school": "RMIT University, Melbourne/Bundoora Victoria Australia. www.rmit.edu.au", 
        "description": "Student iGEM team from RMIT University, Victoria Australia.", 
        "title": "An environmentally sustainable biological lighting system", 
        "track": "Manufacturing", 
        "abstract": "Our aim is to build a biological lighting system via cell free transcription and translation. We will be focusing on developing a prototype using two cell free systems: E. coli and wheat germ in which the proteins will fluoresce.  We are using the fluorescent proteins BFP, GFP, Vic green, blueberry, yellow and cherry in the cell free systems.  Our main aim was to develop an alternative light source, which could possibly be powered by a waste material as simple as grass clippings (cell lysate). We are also attempting to develop a new registry part that is a blueberry fluorescent protein using the yellow protein (part # BBa_E0030) through mutagenesis.", 
        "id": "254"
    }, 
    "Berkeley_Wetlab": {
        "school": "University of California, Berkeley Berkeley, CA, USA www.berkeley.edu", 
        "description": "UC Berkeley wetlab team", 
        "title": "Automated assembly of cell surface display devices", 
        "track": "Foundational Advance", 
        "abstract": "The University of California Berkeley iGEM team has developed an automated approach to large-scale parts assembly that is accurate, high-throughput, reduces labor, and decreases cost. As a test bed for our system we have chosen to explore novel applications of cell surface display within Escherichia coli, the gold standard organism for bacterial engineering. Displaying peptides and proteins on a cell's surface is difficult, and many attempts may have to be made to generate a given functional protein. By automatically generating and testing a large set of diverse proteins paired with various display methods, we can search a large design space and develop guidelines for rational design of projects involving surface display.", 
        "id": "197"
    }, 
    "SupBiotech-Paris": {
        "school": "Sup'Biotech Paris, Villejuif, France subiotech.fr", 
        "description": "Students from Supbiotech Paris, an engineering school in biotechnology.", 
        "title": "Double vectorisation system (DVS)", 
        "track": "Health/Medicine", 
        "abstract": "As a part of the iGEM competition, we decided to develop a new process, allowing the protection of the active biological principle. This type of process exists already, and it is called a vector. It may be biological as viruses, or chemicals as polymeric nanoparticles. Whatsoever its nature, the vector encounters many problems : Stability, targeting, membrane passage, and the immune response. Therefore, we tried to achieve the ideal vector, being the most stable as possible, can easily penetrate its targets, and outwit the immune system. We have created a double vectorization system, by using jointly a bacteria and a phage. The first vector which is bacterial, will target the tissue, and resist to the immune system. The second vector is a phage, will be used for cell targeting and  membrane penetration.  The combination of the two systems improves the intrinsic abilities of vectors, and offers new possibilities for applications.", 
        "id": "292"
    }, 
    "BrownTwo": {
        "school": "Brown University", 
        "description": "brown.edu", 
        "title": "-- Not provided yet --", 
        "track": "This team has not been assigned to a track.", 
        "abstract": "-- No abstract provided yet --", 
        "id": "213"
    }, 
    "NYMU-Taipei": {
        "school": "National Yang Ming University, Taiwan", 
        "description": "iGEM 2007: Gold MedaliGEM 2008: Finalist", 
        "title": "ViroCatcher", 
        "track": "Health/Medicine", 
        "abstract": "1. The objective: Binding viruses to designer ViroCatcher cells that cannot support viral replication to diagnose, attenuate, and prevent infection. 2. What we intend to do: (1) Make our designer cell safe, (2) Express specific cell surface receptors and antibodies to catch the virus, (3) Transduce the signal after viruses attached for feedback control, and (4) Remove the viruses along with ViroCatcher itself. 3. Anticipated results: the ViroCatcher is made safe for the bloodstream. When it is injected into the bloodstream, our ViroCatcher passively lies around letting viruses attach to it by using its 4 receptors: CD4 (for HIV), Integrin (for various viruses), Sialic Acid (for Influenza), and Antibodies (for Influenza). After enough viruses attach to it, or after a certain amount of time elapses, it removes itself from the bloodstream by calling macrophages to eat it up.", 
        "id": "195"
    }, 
    "British_Columbia": {
        "school": "University of British Columbia, Vancouver, BC, CANADA http://www.ubc.ca", 
        "description": "2009 iGEM competition team from the University of British Columbia in Vancouver, BC, CANADA", 
        "title": "Development of a modular, analog E. coli biosensor", 
        "track": "Foundational Advance", 
        "abstract": "To date, efforts to design a whole-cell biosensor capable of detecting levels of one or more biological inputs and responding in an analog mode has been elusive.  We have designed a system of synthetic constructs implemented in an E. coli chassis that will allow detection of continuously varying levels of a single metabolic input and report on the concentration with qualitative output depending on threshold levels of the input.  Our system design utilizes RNA-level hairpin hybridization and antisense technologies linked to various reporters.  Because our approach is modular and does not depend on either endogenous protein processing or exogenous RNA, we envision that such a system could find applications in many different fields, including environmental sensing, detection of diagnostic of therapeutic biomarkers, and systems biology.", 
        "id": "206"
    }, 
    "Tokyo_Tech": {
        "school": "Tokyo Institute of Technology", 
        "description": "*", 
        "title": "2009 Space Odyssey: Terraforming of Mars with genetically engineered bacteria", 
        "track": "Environment", 
        "abstract": "Have any life forms existed on Mars? If so, what kind of features could they have possessed? Today, the Martian environment is severe for any life to inhabit because of some constrained conditions. For instances, the surface temperature having a range from -80? to 15?, CO2 occupying 95% of the atmosphere and the absence of organic substances on the surface don't allow aerobic organisms or heterotrophic bacteria to grow. Our project objective is to create a genetically engineered iron-oxidizing bacteria surviving on Mars and to establish a new model organism playing an important role to terraform Mars. We engineered Acidithiobacillus ferrooxidans by introducing a synthetic pathway of both Melanin and Anti Freeze Protein with temperature-regulated systems. Anti Freeze Protein contributes to enhance tolerance of cryogenic condition and Melanin to blacken the Martian surface eventually resulting in melt of ice cap and generation of atmosphere and sea.", 
        "id": "193"
    }, 
    "IGIB-Delhi": {
        "school": "Institute of Genomics and Integrative Biology, Mall ROad, Delhi, INDIA www.igib.res.in", 
        "description": "The team includes faculty and Students from the Institute of Genomics and Integrative Biology", 
        "title": "-- Not provided yet --", 
        "track": "This team has not been assigned to a track.", 
        "abstract": "-- No abstract provided yet --", 
        "id": "275"
    }, 
    "Newcastle": {
        "school": "Newcastle University Newcastle upon Tyne Tyne and Wear UK www.ncl.ac.uk", 
        "description": "Newcastle University iGEM2009 team", 
        "title": "Bac-man: sequestering cadmium into Bacillus spores", 
        "track": "Environment", 
        "abstract": "Cadmium contamination can be a serious problem in countries where polluting industries are located close to agricultural sites. Our team developed a design to address this problem using the resiliant spore-forming bacterium Bacillus subtilis. We engineered B. subtilis to sense and sequester cadmium from the environment into metallothionein containing spores, rendering it bio-unavailable. Germination of the spores can be disabled, making retrieval of the cadmium unnecessary since they can persist intact for thousands of years. We computationally simulated the life cycles of individual cells and entire cell populations, to estimate the parameter values necessary to maintain sustainable populations of sporulating, germinating and vegetative cells. Our design required us to engineer  stochastic differentiation processes at a single cell level. A sporulation rate tuner was developed and  we also engineered a tuneable stochastic invertase switch to stochastically control cell differention and fate.", 
        "id": "174"
    }, 
    "NCTU_Formosa": {
        "school": "Department of biological science and technology, National Chiao Tung University", 
        "description": "Students come from Department of biological science and technology, National Chiao Tung University, Hsinchu, Taiwan", 
        "title": "Bacterial referee with the adjustable timer and counter functions", 
        "track": "New Application", 
        "abstract": "Our team constructed a controllable synthetic genetic circuit in Escherichia coli which has timer and counter functions. The circuit works as an OR gate to integrate temporal and environmental signals. The output (red fluorescent protein: RFP) of the OR gate is ON when one of the input signals is ON. The timer function is controlled by Lac promoter, and the concentration of lactose determines timer&rsquo;s working length. After added lactose is consumed by E. coli, the RFP will be translated to remind us that time&rsquo;s up. The counter function can detect the bacteria population with LuxI/LuxR device; moreover, the counter sensitivity is controlled by the strength of TetR repressible promoter. If external bacteria invade the system, the extra AHL produced by them will induce the RFP translation to warn us the contamination. Our project can be applied to storage warning signs of fresh food, contact lens, and wound dressing.", 
        "id": "188"
    }, 
    "USTC_Software": {
        "school": "University of Science and Technology in China Hefei , Anhui ,P.R.China www.ustc.edu.cn", 
        "description": "We are working for Dry_Life~~", 
        "title": "Automatic Biological Circuit Design", 
        "track": "Software Tools", 
        "abstract": "The ultimate goal of synthetic biology is to program complex biological networks that could achieve desired phenotype and produce significant metabolites in purpose of real world application, by fabricating standard components from an engineering-driven perspective. This project explores the application of theoretical approaches to automatically design synthetic complex biological networks with desired functions defined as dynamical behavior and input-output property. We propose a novel design scheme highlighted in the notion of trade-off that synthetic networks could be obtained by a compromise between performance and robustness. Moreover, series of eligible strategies, which consist of various topologies and possible standard components such as BioBricks, provide multiple choices to facilitate the wet experiment procedure. Description of all feasible solutions takes advantage of SBML and SBGN standard to guarantee extensibility and compatibility.", 
        "id": "183"
    }, 
    "Todai-Tokyo": {
        "school": "University of Tokyo Tokyo, Japan", 
        "description": "The 2009 iGEM team of the University of Tokyo", 
        "title": "Prevention of Lifestyle Diseases Using Synthetic Organisms", 
        "track": "Health/Medicine", 
        "abstract": "Lifestyle diseases, diseases caused by unhealthy living habits, comprise one of the major problems in modern society, especially as they may lead to fatal heart problems or even cancer. However, preventing or curing these diseases is presently of extreme difficulty. Our team, Todai-Tokyo, has been tackling treatment of lifestyle diseases such as hypercholesterolemia, diabetes, circadian rhythm dysfunction, and bad smoking habits by using synthetic living systems, utilizing their ability to incorporate complex logic functions and dispensability of external control once in operation. To do this, we aim to create the following:  cells that ingest cholesterol to decrease blood cholesterol levels, healthy low calorie breads, a system in which periodic gene expression is controlled, and bacteria that encourage smokers to quit smoking, respectively. By applying similar synthetic biology  methodologies to these, prevention of numerous lifestyle-related diseases may become reality, serving as a first step towards their eradication.", 
        "id": "179"
    }, 
    "BIOTEC_Dresden": {
        "school": "BIOTEC, TU Dresden", 
        "description": "Masters Students from the courses \"Molecular Bioengineering\" and \"Nanobiophysics\" at the BIOTEC, TU Dresden", 
        "title": "Temporal and spatial control of protein synthesis by in vitro recombination inside picoliter reactors", 
        "track": "Manufacturing", 
        "abstract": "Manufacturing functionalized proteins in vitro poses a challenge, as it requires coordinated molecular assemblies and multi-step reactions. In this project we aim to control, over time and space, the production of proteins tagged with a silver-binding peptide for in situ silver nanoparticle nucleation inside microdroplets generated by microfluidic devices. Combining a transcription-translation system with protein coding genes and a recombination logic inside microdroplets provides spatial control. Moreover, in the microfluidic chamber we can pinpoint the beginning of synthesis, and easily track and isolate the droplets. Site-specific recombination generates a molecular timer for temporal control of protein synthesis. Unlike transcriptional regulation, this method gives true all-or-none induction due to covalent modification of DNA by Flp recombinase. Determining the transfer curve of inter-FRT site distance versus average recombination time allows the onset of gene expression to be predicted. We then apply this Flp reporter system as a powerful PoPS measurement device.", 
        "id": "260"
    }, 
    "TzuChiU_Formosa": {
        "school": "Tzu Chi University, Hualien, Taiwan www.tcu.edu.tw", 
        "description": "Tzu Chi University, Hualien, Taiwan", 
        "title": "Midnight Apollo", 
        "track": "Food/Energy", 
        "abstract": "In Taiwan there are 9 power stations generating energy by coal, and produce 269.1 million tons of CO2 every year. Power stations are major causes of global warming. Therefore, we would like to create a &rdquo; biolight&rdquo; system that can reduce CO2 production and attenuate degree of global warming. We plan to create a new organism that doesn&rsquo;t need electricity and cause no pollution. We named it &ldquo;Midnight Apollo&rdquo;.  The &ldquo;Midnight Apollo&rdquo; will be turned on when surrounding area turns dark and will be turned off automatically when the environment becomes bright. The idea is based on two systems, Cph8 and aeoquorin/GFP. The Cph8 is regulated by visible light that can activate protein translation of an illuminating system. Subsequently, this illuminating system would use aeoquorin/GFP to light up the environment. We hope The Midnight Apollo could be applied in producing energy-saved Bio-streetlamp, emergency Biolighting, or Biosearchlight.", 
        "id": "229"
    }, 
    "KU_Seoul": {
        "school": "Korea University Seoul Korea compbio.korea.ac.kr", 
        "description": "A group of undergraduate students at Korea University will join iGEM2009. Computational & Synthetic Biology Lab (CSBL) at Korea University will support the team's activity.", 
        "title": "Integrated Heavy Metal Detection System", 
        "track": "Environment", 
        "abstract": "Our team project is designing synthetic modules for simultaneous detection of multiple heavy metals such as arsenic, zinc, and cadmium in E. coli. The ultimate goal is to build a micromachine sensing and determining of the concentration of heavy metals in a sample solution (e.g. the waste water). In order to design the system, we will employ two fluorescence proteins (GFP and RFP) and aryl acylamidase as signal reporters. Since each heavy metal promoter produces unique fluorescence or color by those reporters, if more than two heavy metals coexist in a solution, the results would be interpreted from the convoluted fluorescence and/or color rather than a single signal detection. The successful construction of the synthetic modules in E. coli can be utilized in the form of a lyophilized powder, which can be stored in a drug capsule to make it portable.", 
        "id": "271"
    }, 
    "Gaston_Day_School": {
        "school": "Gaston Day School, Gastonia, NC 28056 www.gastonday.org", 
        "description": "GDS is a private nonsectarian college preparatory high school in Gastonia, North Carolina.", 
        "title": "Development of a Red Fluorescent Nitrate Detector", 
        "track": "Environment", 
        "abstract": "Increasing levels of fertilizer required for mechanized farming can result in elevated nitrate levels in soil and groundwater. Due to contaminated food and water, humans are at risk for Methemoglobinemia caused by enterohepatic metabolism of nitrates into ammonia. This process also oxidizes the iron in hemoglobin, rendering it unable to carry oxygen. Infants in particular are susceptible to Methemoglobinemia, also known as &ldquo;Blue Baby Syndrome&rdquo;, when formula is reconstituted using contaminated water. In order to prevent Methemoglobinemia, it is essential to detect high concentrations of nitrates. Fnr-NarG is an aerobic mutation of the nitrogen-sensitive promoter NarG that was provided by Dr. Lindow at UC Berkeley. By combining Red Fluorescent Protein with an aerobic mutant strain of NarG, the creation of Red Fluorescent Nitrate Detector (RFND) is possible. RFND is economically efficient because of its ability to self-replicate.", 
        "id": "230"
    }, 
    "Duke": {
        "school": "Duke University Durham, NC, USA http://www.duke.edu/  North Carolina School of Science & Mathmatics Durham, NC, USA http://www.ncssm.edu/", 
        "description": "A team of Duke undergraduates and NCSSM high school students", 
        "title": "One-Step Construction of a Bioplastic Production Pathway in E. coli", 
        "track": "Manufacturing", 
        "abstract": "A convenient ligation-free, sequence-independent one-step plasmid assembly and cloning method is developed [Quan J, Tian J (2009) Circular Polymerase Extension Cloning of Complex Gene Libraries and Pathways. PLoS ONE 4(7): e6441]. The strategy, called Circular Polymerase Assembly Cloning (CPEC), relies on polymerase extension to assemble and clone multiple fragments into any vector. Using this method, we are able to quickly assemble a metabolic pathway consisting of multiple enzymes and regulatory elements for the production of a biocompatible as well as biodegradable plastic polymer in E. coli.", 
        "id": "282"
    }, 
    "uOttawa": {
        "school": "University of Ottawa, Ontario, Canada www.uottawa.ca", 
        "description": "Undergraduate students exploring biotech and genetic engineering", 
        "title": "A probiotic Lactobacillus strain which produces cellulose", 
        "track": "Health/Medicine", 
        "abstract": "This year&rsquo;s project focuses on genetically engineering the bacterium Lactobacillus plantarum to produce cellulose, as a food additive. L. plantarum was selected as it is already commonly found in yogurt. The aim of generating this novel probiotic is to reduce human morbidity via the subsequent increase in dietary fibre in the gut. The sequestering of glucose for fibre production by L. plantarum provides the additional benefit of effectively reducing dietary sugars. We have successfully extracted the four genes that code for cellulose synthase from the Acetobacter xylinum. These genes were then placed under the control of a strong constitutive promoter, and transformed into Lactobacillus plantarum. Plasmid and genome based expression of the synthase genes are being evaluated and characterized. In the future, cellulose production assays, evaluation of biofilm formation, and in vivo testing will be performed to determine viability as potential health benefits.", 
        "id": "234"
    }, 
    "IIT_Bombay_India": {
        "school": "1. Department of Chemical Engineering and School of Biosciences and Bioengineering IIT Bombay 2. National Center for Biological Sciences, Bangalore, India", 
        "description": "Undergraduates from IIT Bombay and faculty from NCBS and IIT Bombay", 
        "title": "Analysis of multiple feedback loops using Synthetic Biology", 
        "track": "Foundational Advance", 
        "abstract": "One of the major objectives of synthetic biology is to unveil the inherent design principles prevailing in biological circuits. Multiple feedback loops (having both positive and negative regulation) are highly prevalent in biological systems. The relevance of such a design in biological systems is unclear. Our team will use synthetic biology approaches to answer these questions. Our team comprises of nine undergraduates, 3 graduate students as student mentor and two faculty mentors, one each from biology and engineering background. The project specifically deals with the analysis of effect of single and multiple feedback loops on gene expression. This project will involve theoretical and experimental studies. We have designed synthetic constructs to mimic multiple feedbacks. The focus of our experimental work will be to visualize the effect of multiple feedback loops on the synthetic construct using single cell analysis. The project will provide insights into the roles of multiple feedback loops in biological systems.", 
        "id": "255"
    }, 
    "VictoriaBC": {
        "school": "University of Victoria Vicotira, British Columbia", 
        "description": "University of Victoria iGEM Team", 
        "title": "Signal Integration: Applications of RNA Riboregulator Capabilities", 
        "track": "Manufacturing", 
        "abstract": "This project explores some of the ways that the secondary structure of messenger RNA can be used to control the rate of protein expression. The 32oC ribothermometer made by the 2008 TUDelft team will be coupled to fluorescent proteins to visually confirm temperature-dependent translation. The \"ribolock\" made by the 2006 Berkeley team will be tested at various temperatures to determine if it could double for use as a ribothermometer. Finally, a proof-of-concept NAND logic gate will be constructed: a ribolock will be used to interpret two concurrent environmental signals into an on/off control for mCherry output.", 
        "id": "235"
    }, 
    "ArtScienceBangalore": {
        "school": "http://cema.srishti.ac.in http://www.ncbs.res.in", 
        "description": "The team is a mix of Art students, Graduate Science Students from the Srishti School of Art, Design and Technology and the National Center for Biological Sciences", 
        "title": "-", 
        "track": "New Application", 
        "abstract": "We consider ourselves amateurs/novices within the context of the IGEM competition. Our endeavor as &ldquo;outsiders&rdquo; is to bring our training in the arts and design to synthetic biology. Over this summer, we learnt the tools and techniques of synthetic biology and developed a piece of life which reflects our concerns, namely, the cultural, ethical and aesthetic implications of Synthetic Biology. Using a DIY approach and getting our hands &ldquo;wet&rdquo; was a critical element in the learning process.  Our construct synthesizes Geosmin, an enzyme normally produced by cyanobacteria and actinobacteria. The biosynthesis of geosmin from farnesyl diphosphate is catalyzed by a single enzyme germacradienol/germacrene D synthase.E. coli, does not bear a gene that codes for this enzyme. We have expressed this gene in different strains of  E. coli. Geosmin is responsible for producing the earthy smell when rain falls after a dry spell of weather.", 
        "id": "221"
    }, 
    "Bay_Area_RSI": {
        "school": "University of California, Berkeley, CA Stanford University, Palo Alto CA", 
        "description": "Collaborative team of Berkeley and Stanford students working at Regenerative Sciences Institute in Sunnyvale CA.", 
        "title": "Breast cancer cell targeting phage", 
        "track": "Health/Medicine", 
        "abstract": "Breast cancer is the second most common type of cancer diagnosed in women. RNAi has proven to be an effective mechanism in the silencing of oncogenes. Therefore, we have attempted to build a viable system for the delivery of RNAi into breast cancer cells. First, we inserted a shRNA sequence coding for the Raf-1 protein into an AAV cassette containing two ITR's, allowing it to reproduce itself in mammalian cells. This cassette was inserted into our chosen vector, the filamentous bacteriophage FUSE-55. An antibody sequence was then added to the phage plasmid near the coat protein sequence in order to target HER2. As an additional feature, we have fused Silicatein and Silintaphin to mStrepavidin, which will bind to a protein tag in the coat, forming silicate structures on the coat of the phage, thereby reducing the immunotoxicity of the bacteriophage in vivo.", 
        "id": "184"
    }, 
    "Nevada": {
        "school": "University of Nevada Reno, Nevada, 89557 www.unr.edu", 
        "description": "University of Nevada iGEM Team", 
        "title": "Cinnamicide: Producing a Natural Insecticide against Mosquito Larvae in E. coli and Duckweed", 
        "track": "Health/Medicine", 
        "abstract": "Cinnamaldehyde is a natural insecticide against mosquito larvae that shows low toxicity towards other organisms. The objective of this project is to engineer the cinnamaldehyde biosynthetic pathway into E. coli to develop an inexpensive and readily available source of this compound. By introducing the genes encoding phenylalanine ammonia lyase, cinnamate-CoA ligase, and cinnamoyl-CoA reductase, it should be possible to produce cinnamaldehyde from available phenylalanine in E. coli. Once we have proven that we can produce cinnamaldehyde in E. coli, we will engineer cinnamaldehyde production in duckweed, a small aquatic plant. Because mosquito larvae feed on duckweed detritus, the engineered plant will serve as an excellent vehicle to deliver cinnamaldehyde for mosquito control.", 
        "id": "262"
    }, 
    "UQ-Australia": {
        "school": "University of Queensland St. Lucia, QLD, Australia www.uq.edu.au", 
        "description": "An eclectic group of students from the Faculty of Science at the University of Queensland, who are looking to hack the genome to better the human condition.", 
        "title": "Mercury sequestration using a multicomponent operon, and increasing the temperature tolerance range of P. syringae.", 
        "track": "Environment", 
        "abstract": "Microbes such as Escherichia coli and Cuprivadis metallidurans have an endogenous multicomponent mercury (Hg2+) uptake and reduction operon, under the control of a metal responsive transcription factor, MerR.  By utilising elements of this pathway, with a novel recovery mechanism, mercury can be accumulated intracellularly and efficiently removed from the environment. The presence of mercury activates MerR, driving the expression of Antigen 43 (Ag43), a self-adhering surface protein. Coupling a mercury sensitive promoter to the expression of Ag43 enables cells to accumulate mercury then aggregate in solution. P. syringae is a ubiquitous airborne bacterium which expresses a unique protein, InaZ. This protein acts as a scaffold for ice nucleation, inducing precipitation. Optimal growth of P. syringae occurs at 22oC. By introducing five heat-shock genes, the tolerance range will be increased to better suit the Australian climate.  This modification has the potential to increase the availability of Australia&rsquo;s most precious resource; water.", 
        "id": "205"
    }, 
    "Groningen": {
        "school": "University of Groningen Groningen, The Netherlands http://www.rug.nl/corporate/index", 
        "description": "An interdisciplinary team of master & bachelor students of Faculty of Mathematics and Natural Sciences of the University of Groningen.", 
        "title": "Heavy metal scavengers with a vertical gas drive", 
        "track": "Environment", 
        "abstract": "Heavy metal pollution of water and sediment endangers human health and the environment. To battle this problem, a purification strategy was developed in which arsenic, zinc or copper are removed from metal-polluted water and sediment. In this approach Escherichia coli bacteria accumulate metal ions from solutions, after which they produce gas vesicles and start floating. This biological device encompasses two integrated systems: one for metal accumulation, the other for metal-induced buoyancy. The uptake and storage system consists of a metal transporter and metallothioneins (metal binding proteins). The buoyancy system is made up of a metal-induced promoter upstream of a gas vesicle gene cluster. This device can be changed to scavenge for any compound by altering the accumulation and the induction modules. The combination of both systems enables the efficient decontamination of polluted water and sediment in a biological manner.", 
        "id": "190"
    }, 
    "Wisconsin-Madison": {
        "school": "University of Wisconsin-Madison Madison, Wisconsin wisc.edu", 
        "description": "University of Wisconsin-Madison 2009 iGEM Team", 
        "title": "Ocean Fuel: increased salt tolerance through glycine betaine production", 
        "track": "Food/Energy", 
        "abstract": "Biofuels represent a potential solution to current world energy demands. Total crude oil replacement based on a 20% fuel titer and current fuel demands would require 5.6 trillion gallons of fresh water per year. Current fresh water supplies may not support this added demand. Alternatively, a sustainable approach may use a portion of the Earth&rsquo;s 3.5x1020 gallons of ocean water. However, current fuel-producing organisms are unable to thrive in ocean-level osmolarities. Glycine betaine, a powerful osmoprotectant, shields organisms from salt-induced stress.  Wild-type Escherichia coli can acquire glycine betaine from their surroundings or synthesize it from environmental choline.  Two enzymes, glycine/sarcosine methyltransferase, and sarcosine/dimethyglycine methyltransferase, catalyze three successive methylations of glycine for de novo synthesis of glycine betaine.  Here, we demonstrate an engineered E. coli with an increased growth rate under salt induced stress.  We highlight utility by demonstrating the improved growth of fuel producing bacteria in ocean water.", 
        "id": "220"
    }, 
    "Tianjin": {
        "school": "Tianjin University, Weijin Road 92, Tianjin, China www.tju.edu.cn", 
        "description": "We are from the first high education institute in China.", 
        "title": "Cyanobacteria convertor & Microcystins detector", 
        "track": "Environment", 
        "abstract": "Project 1: Inspired by several features of cyanobacteria, which is low-grade, fast-growing, photosynthetic and easy to operate. We aim to construct an pathway in cyanobacteria so that when it is carrying photosynthesis?carbon dioxide can be transferred into target production, ethanol. Project 2: This project is to design a Yeast Two-hybrid system aimed at Microcystins(MCs) detection in waters. The MCs detection device we design takes the advantage of Gal4 promoter, which consists of two domains, one is AD, the other is BD. When AD and BD are close enough to each other, the report gene transcription LacZ will be trigged. We selected and modified two peptides that have specific interactions with MCs and engineered them into two vectors to construct the Yeast Two-hybrid system. In the presence of MCs at different concentrations, blue dots in different shades of colors can be seen directly.", 
        "id": "289"
    }, 
    "IBB_Pune": {
        "school": "IBB", 
        "description": "we are a group of biotech undergrads interested in trying our hand at iGEM this year. Cheers!", 
        "title": "Constructing multi-strain computational modules using Nucleotide and Protein mediated cell-cell signaling.", 
        "track": "Information Processing", 
        "abstract": "Building complex genetic circuits in a single cell becomes difficult due to the formidable task of co-transforming large nucleotide sequences in addition to the imposed metabolic burden on the cell. Can a complex system be divided into independent modules that reside in different cells and interact with each other using nucleotide and protein mediated cell-cell signalling to act as a single unit? We seek to address this problem using a three pronged approach. Firstly, we are trying to introduce natural competance genes into the biobrick framework which will act as nucleotide importers. We are also building a protein export system using the TAT dependent export pathway. Finally, we are attempting to construct a multi-state turing machine which is a compound, modular computational system that has independent, interacting states which applies the above principle. We hope that this approach overcomes the obstacles in building more complex and composite circuits.", 
        "id": "233"
    }, 
    "Chiba": {
        "school": "Chiba University Chiba, JAPAN www.chiba-u.ac.jp/e", 
        "description": "Chiba University igem 2009 team chem.tf.chiba-u.jp/igem", 
        "title": "E. coli Time Manager Since 2008", 
        "track": "Manufacturing", 
        "abstract": "Since 2008, we have been constructing the bacteria timer that \"work together\". The mechanism is very simple; (1) the \"Transmitter cells\" generates the signal molecules, whose concentration gradually increases, (2) when it reaches a certain level, the \"Receiver cells\" switch on the expression of any given genes. Precise control of the time of delay of this entire process, one can pre-set the time of expression of genetic functions in a predicable manner. By using Asyl-Homoserine Lactones(AHLs) that can freely pass through the cell membrane as signal molecules, the time can be shared, in real time, by all cells within the pot. This way, receiver (timer) cells would take the action all at once in right timing, minimizing the distribution in each cell's response time. This year, we are trying to make a platform for generating an animated pictures using series of new timer cells we have constructed.", 
        "id": "247"
    }, 
    "ESBS-Strasbourg": {
        "school": "ESBS, Ecole Superieure de Biotechnologie de Strasbourg Bd Sebastien Brandt BP10413 67412 ILLKIRCH", 
        "description": "A group of ESBS students and probably some others students from the school of physics. ESBS is a school of biotechnology, the most well rated in France", 
        "title": "-- Not provided yet --", 
        "track": "This team has not been assigned to a track.", 
        "abstract": "-- No abstract provided yet --", 
        "id": "251"
    }, 
    "BCCS-Bristol": {
        "school": "University of Bristol, Queens Building  University Walk Bristol BS8 1TR", 
        "description": "Team at the University of Bristol - Bristol Centre for Complexity Sciences", 
        "title": "VESECURE", 
        "track": "Foundational Advance", 
        "abstract": "Directed delivery of specific proteins into cells would have dramatic consequences for drug delivery and expand the horizons of synthetic biology into the multicellular domain via discrete, targetted communication. Gram-negative bacteria naturally produce outer member vesicles (OMVs): spherical, bilayered proteolipids from 20-200nm in diameter. OMVs carry outer membrane, periplasmic and cytoplasmic proteins, DNA, RNA and other biological molecules. They protect their cargo from the extracellular environment and deliver it to a multitude of target cells via membrane fusion. We investigate the possibility of allowing the secretion of any protein in OMVs via fusion with novel, non-toxic partners enhanced in OMVs, using a novel Bioscaffold compatible with the current assembly standard. A new version of the award winning BSim software has been developed to study applications at the population level such as communication. The ultimate goal is to create a safe and standardised system for directed delivery of proteins into cells.", 
        "id": "259"
    }, 
    "Valencia": {
        "school": "Universidad Politécnica de Valencia Universidad de Valencia Valencia, Spain www.intertech.upv.es", 
        "description": "Universidad Politécnica de Valencia and Universidad de Valencia iGEM 2009 Team", 
        "title": "iLCD: iGEM Lighting Cell Display", 
        "track": "New Application", 
        "abstract": "The Valencia Team project consists of developing a &ldquo;bio-screen&rdquo; of voltage-activated cells, where every &ldquo;cellular pixel&rdquo; produces light. It is known that for instance neurons, cardiomyocites or muscle cells are able to sense and respond to electrical signals. These cells use a common second messenger system, calcium ion, which promotes a defined response when an electrical pulse is supplied to them. Nevertheless, these cultures present several technical disadvantages in order to make a handily use of them. Valencia team uses this property on yeast to produce luminescence as a response to electrical stimulus. This project constitutes the first time in which the electrical response of Saccharomyces and its potential applications are going to be tested. The obtained results will be used to build the first iLCD in history. We will reflect the perception that different groups of people have about Synthetic Biology in the survey http://igemvalencia.questionpro.com.", 
        "id": "222"
    }, 
    "Imperial_College_London": {
        "school": "Imperial College London", 
        "description": "The Imperial College London 2009 team", 
        "title": "The E.ncapsulator", 
        "track": "Manufacturing", 
        "abstract": "For iGEM 2009 the Imperial College London team present you with The E.ncapsulator; a versatile manufacture and delivery platform by which therapeutics can be reliably targeted to the intestine. Our E.coli chassis progresses through a series of defined stages culminating in the production of a safe, inanimate pill. This sequential process involves drug production, self-encapsulation in a protective coating and genome deletion. The temporal transition through each of these stages has been individually optimised by both media and temperature. The E.ncapsulator provides an innovative method to deliver any biologically synthesisable compound and bypasses the need for expensive storage, packaging and purification processes. The E.ncapsulator is an attractive candidate for commercial pill development and demonstrates the massive manufacturing potential in Synthetic Biology.", 
        "id": "200"
    }, 
    "LCG-UNAM-Mexico": {
        "school": "Undergraduate Program in Genomic Sciences National Autonomous University of Mexico Cuernavaca, Morelos, Mexico www.lcg.unam.mx", 
        "description": "The team will be conformed by students from the Undergraduate program in Genomic Sciences (LCG), UNAM. Three advisors from the previous LCG-UNAM-Mexico team. At least two instructors.", 
        "title": "Fight fire with fire: phage mediated bacterial bite back", 
        "track": "New Application", 
        "abstract": "Bacteriophage infection represents a common matter in science and industry. We propose to contend with such infections at a population level by triggering a defense system delivered by an engineered P4 phage.  P4 is a satellite of P2 phage, so it cannot assembly unless some P2 genes are present. Those indispensable genes will be expressed by an E.Coli strain, hence creating a production line of a P4 which will be able to deliver (transduce) standardized synthetic systems to E. Coli and possibly similar species. The defense system will consist of toxins for DNA and rRNA degradation, transcribed by T3 or T7 RNA-Polymerases, fast enough to stop phage's assembly and scattering. The system includes the spread of an AHL, hence \"warning\" the population to prepare against further T3 or T7 infection. We will implement a stochastic population model to simulate the infection processes and quantify the efficiency of our system.", 
        "id": "242"
    }, 
    "Utah_State": {
        "school": "Utah State University Logan, UT, USA www.usu.edu", 
        "description": "Utah State University 2009 iGEM Team", 
        "title": "BioBricks without Borders:  Investigating a multi-host BioBrick vector and secretion of cellular products", 
        "track": "Manufacturing", 
        "abstract": "The aim of the Utah State University iGEM project is to develop improved upstream and downstream processing strategies for manufacturing cellular products using the standardized BioBrick system. First, we altered the broad-host range vector pRL1383a to comply with BioBrick standards and enable use of BioBrick constructs in organisms like Pseudomonas putida, Rhodobacter sphaeroides, and Synechocystis PCC6803. This vector will facilitate exploitation of advantageous characteristics of these organisms, such as photosynthetic carbon assimilation.  Following expression, product recovery poses a difficult and expensive challenge. Downstream processing of cellular compounds, like polyhydroxyalkanoates (PHAs), commonly represents more than half of the total production expense.  To counter this problem, secretion-promoting BioBrick devices were constructed through genetic fusion of signal peptides with protein-coding regions.  To demonstrate this, the secretion of PHA granule-associated proteins and their affinity to PHA was investigated. Project success will facilitate expression and recovery of BioBrick-coded products in multiple organisms.", 
        "id": "208"
    }, 
    "Kyoto": {
        "school": "Kyoto university, Kyoto, JAPAN", 
        "description": "Kyoto university", 
        "title": "Time Bomb & Cells in cells", 
        "track": "Foundational Advance", 
        "abstract": "We have two projects. The first is &ldquo;GSDD&rdquo;, the project to make a \"time bomb\"---a unique system to control the time of cell death.  We create timer mechanism by taking advantage of the end-replication problem and the protecting effect of lacI (bound to each end of DNA) against exonuclease digestion.  As the cell divides, due to the end-replication problem, the \"timer\" DNA gets shorter, and eventually, the repressor expression level falls.  Then the downstream killer gene becomes expressed. The other one, &ldquo;Cells in Cells&rdquo; is the project to make a cell.  We defined making cells as making liposomes that can divide like mitochondria do.  To approach our goal, we set two subgoals.  One is to enable cells to take in liposomes.  The other is to enable the liposomes to import proteins needed for mitochondrial division.  We suppose this could be the first step to create artificial cells.", 
        "id": "210"
    }, 
    "Berkeley_Software": {
        "school": "University of California, Berkeley Berkeley, CA, USA www.berkeley.edu", 
        "description": "UC Berkeley software development team", 
        "title": "Eugene, Spectacles, and Kepler: Managing Synthetic Biology Device Development", 
        "track": "Software Tools", 
        "abstract": "Three crucial activities in synthetic biology are the creation of standardized parts, the construction and specification of devices from these parts, and the automatic assembly of these devices. Each of these activities requires software tools. Tools give users access to data as well as provide algorithmic support and abstraction to design large scale systems. We have created three software tools for these tasks. The first is a domain specific language called Eugene for the specification of biological constructs and rules for their creation. The second contribution is a visual design environment for device creation called Spectacles. Finally, we have created workflows for the Kepler design environment. This work is integrated within the Clotho design framework. We show that together they offer a powerful solution to the problems of today while also providing a path to the more exotic design activities of the future.", 
        "id": "198"
    }, 
    "Virginia": {
        "school": "University of Virginia Charlottesville, VA  USA www.virginia.edu", 
        "description": "Virginia Genetically Engineered Machine Team", 
        "title": "Arsenic Sequestration for Groundwater Decontamination", 
        "track": "Environment", 
        "abstract": "As many as 137 million people in 70 countries may be affected by groundwater contaminated with arsenic. Existing treatment options are too expensive for the majority of affected areas. Therefore we are developing a bioremediation tool using Escherichia coli to absorb and bind arsenic and remove it from its surrounding environment. Natural and synthetic peptides are employed to sequester the toxic ions and a pump knockout ensures that arsenic stays in the cell. Measurement of growth capacity of the engineered strain in arsenic containing media and quantitative analysis of arsenic sequestration will be performed. Characterization and integration of an arsenic-responsive promoter will allow the sequestration system to dynamically adjust to current conditions. A simple, well-implemented system for biosequestration of arsenic may become part of a solution to a problem denying access to clean drinking water for many.", 
        "id": "231"
    }, 
    "Heidelberg": {
        "school": "University of Heidelberg, Germany www.uni-heidelberg.de", 
        "description": "Students from University of Heidelberg", 
        "title": "Spybricks - a starter kit for synthetic biology in mammalian cells", 
        "track": "Foundational Advance", 
        "abstract": "Mammalian synthetic biology has a huge potential, but it is in need of new standards and a systematic construction of comprehensive part libraries. Promoters are the fundamental elements of every synthetic biological system. We have developed and successfully applied two novel, in silico guided methods for the rational construction of synthetic promoters which respond only to predefined transcription factors. Thus, we have been able to create a library of promoters of different strength and inducibility. To characterize the promoters, we have developed standardized protocols for comparable measurements of promoter strength by either transient or stable transfection. These synthetic promoters can be used as &ldquo;spybricks&rdquo; which enable the construction of assays for simultaneously monitoring several pathways in a cell. However, the potential of synthetic promoters goes far beyond this application: e.g. in virotherapy, these promoters could be used for selective gene expression in target cells.", 
        "id": "203"
    }, 
    "MoWestern_Davidson": {
        "school": "Missouri Western State University Saint Joseph, MO, USA www.missouriwestern.edu  Davidson College Davidson, NC, USA www.davidson.edu", 
        "description": "Missouri Western State University and Davidson College", 
        "title": "Rolling Clones:  Can't get no SATisfaction", 
        "track": "Information Processing", 
        "abstract": "Our team goal was to advance the developing field of bacterial computing.  The Satisfiability (SAT) problem was the first mathematical problem proven to be NP-complete. A SAT problem is formed by connecting true-false variables with OR to form clauses and connecting clauses with AND.  The goal is to determine if true-false values can be assigned to each variable to make the overall logical expression true. Our designed system uses frameshift suppressor tRNAs as inputs and frameshift suppressor leaders (FSLs) that process the inputs to enable the translation of fluorescent proteins exactly when an appropriate combination of inputs is present. The results illustrate the potential of engineered living cells to evaluate challenging mathematical problems. Our project also explored two aspects of synthetic biology education:  a survey and analysis of public opinion and teachers&rsquo; knowledge of synthetic biology and the design and construction of physical models of a frameshift suppressor.", 
        "id": "199"
    }, 
    "McGill": {
        "school": "McGill University", 
        "description": "iGEM team based out of McGill University in Montreal, Quebec, Canada.", 
        "title": "Activation?inactivation signaling in one?and two?dimensions", 
        "track": "New Application", 
        "abstract": "Intercellular signaling constitutes the foundation of may disparate research fields such as neurophysiology, embryology, cancer research, and several others.  We investigated a simple representational intercellular signaling network where a population of cells synthesizes and secretes an activator molecule capable of activation a second population of cells into synthesizing and secreting an inhibitor molecular which feeds back and inhibits the production of the activating molecule.  This is known as an activation-inhibition system.  We began by using a partial differential equation model of the system to explore the effect of varying the separation distance of the two populations of cells.  We found that three types of dynamics were present: steady states, periodic oscillations, and quasi-periodic oscillations.  We further designed two strains of E. coli capable of interacting with each other as an activation-inhibition system and endeavored to validate our modeling results in a biological system.", 
        "id": "290"
    }, 
    "Lethbridge": {
        "school": "University of Lethbridge Lethbridge, Alberta, Canada www.uleth.ca", 
        "description": "The University of Lethbridge 2009 iGEM Team", 
        "title": "A Synthetic Future: Microcompartments, Nanoparticles and the BioBattery", 
        "track": "Foundational Advance", 
        "abstract": "The issues surrounding energy production are becoming more prominent with increasing environmental concerns and the rising cost of energy.  Microbial fuel cells (MFCs) use biological systems to produce an electrical current.  Cyanobacteria are organisms which have been studied in MFCs and have been found to create a current, although not highly efficient (Tsujimura et al., 2001).  We wish to increase the efficiency of the cyanobacteria MFC by introducing microcompartments to create a BioBattery.  The microcompartments are created by the production of the protein lumazine synthase forms icosahedral capsids.   As a proof of principle we will create this system within Escherichia coli and target two different fluorescent proteins within the microcompartment to observe fluorescence resonance energy transfer. Furthermore, we will be exploring a novel method for the mass production of uniform nanoparticles, which is more efficient and cost effective than current methods.", 
        "id": "249"
    }, 
    "HKU-HKBU": {
        "school": "The University of Hong Kong and Hong Kong Baptist University", 
        "description": "The iGEM team of the University of Hong Kong and the Hong Kong Baptist University", 
        "title": "Biomotor", 
        "track": "Manufacturing", 
        "abstract": "Much hope has been laid on nanorobots in their application in therapeutics in this era of catheters and minimally invasive surgery, but the problem remains that purely mechanical nanorobots lack sufficient locomotive power to perform their intended tasks. Our 'bio-motor' aims to breach this gap to bring a foundational advancement. In our model, Escherichia coli cells are engineered to specifically express streptavidin at pole(s), which allows cells to adhere in the same orientation to a microrotary motor through biotin-streptavidin interaction. Thus, with the propulsion generated by bacterial flagella, this synthetic device is capable to convert biological energy into mechanical work. Furthermore, the propulsion energy was programmed to be adjustable by controlling E.coli swimming speed, i.e. putting E.coli cheZ gene under the control of ptet. This technology has tremendous potential to be applied in various fields including biomedicine, bio-energy, and bioengineering.", 
        "id": "283"
    }, 
    "Washington-Software": {
        "school": "University of Washington Seattle, WA www.washington.edu", 
        "description": "University of Washington Software Team 2009 WooHoo!", 
        "title": "LegoRoboBricks for Automated BioBrick Assembly", 
        "track": "Software Tools", 
        "abstract": "Commercial Liquid Handling Systems are extremely expensive, and are typically beyond the reach of the average molecular biologist interested in performing high throughput methods.  To address this problem, our project consists of the design and implementation of a liquid handling system built from commonly accessible Legos.  We demonstrate a proof-of-principle use for this system to perform BioBrick assembly by transferring colored dye solutions on a 96-well plate.  We introduce a new concept called LegoRoboBrick.  The liquid handling system is build by designing and implementing 3 LegoRoboBrick modular components: ALPHA (Automated Lego Pipette Head Assembly), BETA (BioBrick Environmental Testing Apparatus), and PHI (Pneumatic Handling Interface).  We will demonstrate that the same BioBrick assembly software can run on multiple plug-and-play LegoRoboBrick instances with different physical dimensions and geometric configurations. The modular design of LegoRoboBricks allows easy extension of new laboratory functionalities in the future.", 
        "id": "253"
    }, 
    "Stanford": {
        "school": "Stanford, Palo Alto, CA, USA, http://www.stanford.edu/", 
        "description": "Stanford iGEM is an official university recognized student organization.  This student run organization is advised by a core set of Stanford faculty (Smolke, Endy, and Nelson), an expanded Faculty Advisory Board, and a dedicated group of graduate advisors.", 
        "title": "Immuni-T. coli: A Probiotic Approach to Diagnosing and Treating Inflammatory Bowel Disease (IBD)", 
        "track": "Health/Medicine", 
        "abstract": "Homeostasis relies on the balance between immune cell types, disruption of which leads to autoimmunity. The Stanford team has applied synthetic biology to a longstanding objective of immunotherapy: restoration and maintenance of homeostasis.  Stanford&rsquo;s Escherichia coli-based probiotic will polarize T cell differentiation along antagonistic fates - immunosuppressive Treg and inflammatory Th17 phenotypes - in response to local conditions.  Our device design consists of two parts: one that modulates deleterious Treg-driven immunosuppression and another that engages Th17-mediated inflammation.  Through specific sensors and effectors, therapy will oscillate between dampening pathologic inflammation and immunosuppression until a balance in the local T cell population is achieved.  Securing such homeostasis between these populations has therapeutic implications for autoimmune disorders like IBD, HIV and cancer. We envision our novel and directed probiotic therapy for IBD as acting at the interface between commensal bacteria and human lymphocytes, integrating cutting-edge immunology with synthetic biology.", 
        "id": "223"
    }, 
    "UCSF": {
        "school": "University of California at San Francisco and Abraham Lincoln High School in San Francisco", 
        "description": "Partnership between UCSF and Abraham Lincoln High school, a San Francisco public school", 
        "title": "Engineering the Movement of Cellular Robots", 
        "track": "Health/Medicine", 
        "abstract": "Some eukaryotic cells, such as white blood cells, have the amazing ability to sense specific external chemical signals, and move toward those signals. This behavior, known as chemotaxis, is a fundamental biological process crucial to such diverse functions as development, wound healing and immune response. Our project focuses on using a synthetic biology approach to manipulate signaling pathways that mediate chemotaxis. We are attempting to reprogram the movements that the cells undergo by altering the guidance and movement machinery of these cells in a modular way. For example, can we steer them to migrate toward new signals? Can we make cells move faster? Slower?  We hope to better understand how chemotaxis works, and eventually build cells that can perform useful tasks. Imagine, for example, therapeutic cell-bots that could home to a directed site in the body and execute complex, user-defined functions (e.g., kill tumors, deliver drugs, guide stem cell migration).", 
        "id": "209"
    }, 
    "TU_Munich": {
        "school": "TU Munich Garching, Germany www.tum.de", 
        "description": "An interdisciplinary team of students from molecular biotechnology, biochemistry, bioengineering, mathematics, and biophysics.", 
        "title": "-- Not provided yet --", 
        "track": "This team has not been assigned to a track.", 
        "abstract": "-- No abstract provided yet --", 
        "id": "291"
    }, 
    "UNC_Chapel_Hill": {
        "school": "University of North Carolina at Chapel Hill Chapel Hill, NC, USA www.unc.edu", 
        "description": "The iGEM team at Chapel Hill", 
        "title": "-- Not provided yet --", 
        "track": "This team has not been assigned to a track.", 
        "abstract": "-- No abstract provided yet --", 
        "id": "250"
    }, 
    "TorontoMaRSDiscovery": {
        "school": "University of Toronto", 
        "description": "University of Toronto", 
        "title": "Engineering bacterial micro-compartments to investigate metabolic channeling and its potential uses in biotechnological applications", 
        "track": "New Application", 
        "abstract": "A key challenge in metabolic engineering is to improve productivity and yield.  Potential applications range from the production of valuable compounds such as therapeutic molecules and biofuels to the degradation of toxic wastes.  There is increasing recognition that spatial organization can play an important role in optimizing pathway efficiency.  Specifically, the spatial co-localization of consecutive enzymes in a pathway can result in efficient translocation of substrates between enzymes, an effect known as enzyme \"channeling\".  Here we report the design, modeling and construction of a bacterial micro-organelle based system for the targeted co-localization of selected enzymes.  Our \"Encapsulator\" represents a fundamentally new class of parts which, in nature consist of metabolic enzymes encased within a multi-protein shell reminiscent of a viral capsid.  Micro-compartments based on encapsulin (and similar proteins) represent an experimentally amenable system to investigate the effects of channeling in potential downstream applications.", 
        "id": "192"
    }, 
    "UAB-Barcelona": {
        "school": "Departament d'Enginyeria Química Universitat Autònoma de Barcelona, Barcelona, Spain. www.uab.es", 
        "description": "A group of students of Chemical Engineering and Biotechnology from the UAB and some other Spanish students", 
        "title": "A toxics biosensor. Could bacteria detect instantaneous and simultaneously several types of pollutants?", 
        "track": "Environment", 
        "abstract": "We would like to construct a recombinant /Escherichia coli /strain that/ /could detect different aggressive pollutants, like toxics compounds. The first approach was the halogenated compounds (and more specifically chloroform) detector. Tap water usually contains it due to the chlorination process in drinking water production or other activities like swimming pools, etc. and it can become harmful to public health at high concentrations. /Nitrosomonas/ /europaea/&rsquo;s promoters (/mbla/ and /clpb/) are specifically sensitive to chloroform, so coupling them with an output (a fluorescence protein) should allow quantifying its concentration. This was our first approximation towards our final aim of making a complete circuit that would allow to assign simultaneously to every pollutants family a certain color (fluorophore) thanks to the selective activation of different promoters.", 
        "id": "248"
    }, 
    "KULeuven": {
        "school": "K.U.Leuven Leuven Belgium www.kuleuven.be www.kuleuven.be/bioscenter", 
        "description": "iGEM 2008 team from the Center for Bio-Science, Bio-Engineering and Bio-Technology (BioSCENTer) of the Katholieke Universiteit Leuven", 
        "title": "Essencia coli, the fragrance factory", 
        "track": "Manufacturing", 
        "abstract": "'Essencia coli' is a vanillin producing bacterium equipped with a control system that keeps the concentration of vanillin at a constant level. The showpiece of the project is the feedback mechanism. Vanillin synthesis is initiated by irradiation with blue light. The preferred concentration can be modulated using the intensity of that light. At the same time the bacterium measures the amount of vanillin outside the cell and controls its production to maintain the set point. The designed system is universal in nature and has therefore potential benefits in different areas. The concept can easily be applied to other flavours and odours. In fact, any application that requires a constant concentration of a molecular substance is possible.", 
        "id": "238"
    }, 
    "UChicago": {
        "school": "University of Chicago Chicago, IL USA www.uchicago.edu", 
        "description": "2009 iGEM team for the University of Chicago", 
        "title": "An enhanced yeast-based system for detection and decontamination of organophosphate neurotoxins.", 
        "track": "Environment", 
        "abstract": "Organophophates (OPs) are highly toxic compounds used as pesticides and chemical ware-fare agents around the world, including sarin, soman, and VX gas.  To combat these toxins, which act as acetylcholinesterase inhibitors, we designed a highly efficient whole-cell S. cerevisiae sensor and biocatalyst system for the detection and remediation of the model organophosphate compound paraoxon and its degradation products.  For our biosensor device, reporter constructs were incorporated into the genome downstream of paraoxon and paraoxon-hydrolyis sensitive promoters. Our degradation device was designed in three parts, targeting paraoxon through expression of organophosphate hydrolase from Flavobacterium, sp and two of its degradation byproducts p-nitrophenol and diethyl phosphate. Each device was genomically integrated in order to bypass selective the need for selective condition, while the degradation devices were constitutively expressed for maximum efficiency. Combined, this two-part system allows for both the detection and remediation of a broad range of common and deadly neurotoxins.", 
        "id": "268"
    }, 
    "Amsterdam": {
        "school": "Swammerdam Institute of Life Sciences, University of Amsterdam, www.uva.nl/SILS", 
        "description": "Undergrdauate students from the Swammerdam Institute of Life Sciences (SILS) of the University of Amsterdam", 
        "title": "-- Not provided yet --", 
        "track": "This team has not been assigned to a track.", 
        "abstract": "-- No abstract provided yet --", 
        "id": "178"
    }, 
    "Warsaw": {
        "school": "University of Warsaw Krakowskie Przedmiescie 26/28 00-927 Warsaw, Poland", 
        "description": "University of Warsaw iGEM Team 2009", 
        "title": "BacInVader &ndash; a new system for cancer genetic therapy", 
        "track": "Health/Medicine", 
        "abstract": "The main aim of our project is to design a model system based on genetically modified Escherichia coli, capable of entering into eukaryotic cells. We have developed a regulatory system composed of three distinct functional modules.  The whole system is activated by thermal degradation of the repressor protein, which leads to internalisation of E. coli by mammalian cells. When in endosome, pH-dependent two-component regulatory system activity enables the bacterium to escape to cytoplasm. Once the bacterium is in the cytoplasm some proteins are secreted due to expression of specific genes. In our case, secretion of p53 or bax proteins to mitochondria leads to apoptosis without cell cycle arrest thus enabling complementation of traditional chemotherapeutical agents, which affect only proliferating cells.", 
        "id": "177"
    }
}