{"St_Andrews": {"school": "University of St Andrews, St Andrews, Fife, UK www.st-andrews.ac.uk", "description": "St Andrews University iGEM Team", "title": "Tackling Vibrio cholerae by introducing genetically re-engineered Escherichia coli to the human alimentary tract", "track": "Health & Medicine", "abstract": "Every year five million people are infected by cholera. An effective vaccine has yet to be found. Our aim is to confer resistance to cholera by taking advantage of quorum-sensing regulated pathogenicity. CAI-1, the cholera autoinducer, is produced by the enzyme, CqsA. E. coli engineered to express CqsA could grow along with regular gut flora and render V. cholerae avirulent by maintaining high CAI-1 concentrations. To lessen its metabolic burden, the system should respond to low concentrations of autoinducer produced by V. cholerae and co-ordinate this response using the Lux quorum-sensing system. We have explored rearranging the network architecture of the Lux system to give bistable expression. A model to describe bistability was formed using ODEs and implemented in C++. To assess the perception of synthetic biology, software was written to gather data from social networking and news sites and quantify the change in opinions with time.", "id": "356"}, "Minnesota": {"school": "University of Minnesota Twin Cities, MN USA www.umn.edu", "description": "Golden Gophers are back!", "title": "Metabolic Engineering: In vivo Nanobioreactors", "track": "New Application", "abstract": "Modern microbial engineering methods allow the introduction of useful exogenous metabolic pathways into cells. Metabolism of certain organic compounds is sometimes limited by the production of toxic intermediates. Several bacteria have evolved protein based microcompartments capable of sequestering such reactions, thus protecting cytosolic machinery and processes from interference by these intermediates. For our project, we will identify and transform the genes encoding proteins responsible for the production and assembly of bacterial microcompartment. Additionally, we will confirm the signal sequences that target enzymes to the protein compartments by fusing this sequence to reporter genes. To demonstrate the microcompartment's potential to serve as nanobioreactors, we will target genes encoding a short catabolic pathway into recombinant microcompartments assembled in E. coli.", "id": "311"}, "SJTU-Oncology-Shanghai": {"school": "Shanghai Jiaotong University affiliated Medical school,Shanghai,China", "description": "a team whose members aim to cure cancer", "title": "-- Not provided yet --", "track": "This team has not been assigned to a track.", "abstract": "-- No abstract provided yet --", "id": "406"}, "CBNU-Korea": {"school": "Chung-Buk National University", "description": "Our team is CBNU-KOREA, and our team's school is chungbuk national university in Korea. our team consists of 4 proffesors and 17 undergraduate students, 2 graduate students.", "title": "Design and Construction of Synthetic Minimal Chromosomes", "track": "Foundational Advance", "abstract": "Most of all bacteria have single circular chromosome. But some bacteria have two or more circular chromosomes. In Vibrio cholerae, there are two circular chromosomes, chromosome I and chromosome II, and each perfectly works as a chromosome. We've been motivated by V.cholerae's two chromosome system. So we employed some essential genes, parA, parB, parS, dif, and origin of chromosome II and contstructed a tiny miniature of V.cholerae's two chromosome system in E.coli, using BioBrick  assembly method. Also, we built software and database of essential genes for designing of minimal synthetic chromosome and genome. Essential gene informations were gathered  from some databases, DEG, EGGS, NCBI and java language was used. Our final goal is making useful, safe and stable synthetic minimal genome for Synthetic Minimal Cell. Although our project is feeble, we extremely believe that our project in this year will be worth first step for that.", "id": "307"}, "Indiana": {"school": "Indiana University, Bloomington, IN", "description": "We hope to apply synthetic biology to plants.", "title": "-- Not provided yet --", "track": "This team has not been assigned to a track.", "abstract": "-- No abstract provided yet --", "id": "432"}, "ZJU-China": {"school": "Zhejiang University, Hangzhou, Zhejiang province, CHINA,  www.zju.edu.cn", "description": "Our team is from Zhejiang University", "title": "Bach: gene composer", "track": "Software Tools", "abstract": "While former iGEM software teams were mainly focusing on the assembly of biobricks into a predictable system, our software Bach targets at the coding sequence of biobrick itself. We first built a mathematical model to quantitatively predict RIPS (ribosome initiation per sec) of any given coding sequence in any organism. We then constructed three modules (synonymous substitution, optimization and RIPS design) to process input coding sequences. Bach could recompose the input sequence into an output one that better suits the host organism and performs the specific translational rate of desire. In this way, the discordant tunes of codon bias in biobricks from different genetic backgrounds could be synchronized, and the realization of a more predictable and robust system would be possible. Our work not only benefits current works involving exogenous protein expression, but also makes a big step towards standardization and characterization of biobricks.", "id": "402"}, "UCL_London": {"school": "Department of Biochemical Engineering UCL London WC1E 7JE www.ucl.ac.uk/biochemeng/ ", "description": "The team consists of an interdisicplinary team from across the Universitys led by biochemical enginering and biochemistry and structural biology undergraduates.", "title": "Hypoxon: Improved manufacturing of biopharmaceuticals by process-triggered positive-feedback loop in E. coli.", "track": "Manufacturing", "abstract": "Biopharmaceuticals are commonly synthesized using E. coli as production chassis. Typically, the production of biopharmaceuticals is triggered by the addition of an induction agent, often IPTG, during the bioprocess. The UCL iGEM team aims to create 'independent' cells in which the production phase is triggered by an external stimulus, removing the need for IPTG.  The stationary phase growth in bioreactors is preceded by a dip in dissolved oxygen tension (DOT) followed by a DOT spike. We have developed a genetic circuit in which a series of promoters will cause the production to be triggered by the hypoxic condition. This auto-induction promises an economically and manufacturing improved production of biopharmaceuticals. There is the potential of applying this 'Pavlovian' circuit principle in near future to yeast, mammalian or other expression systems for the production of complex biomolecules for the treatment of major diseases.", "id": "301"}, "MIT": {"school": "Massachusetts Institute of Technology Cambridge, MA, USA web.mit.edu", "description": "MIT", "title": "Programmable, Self-Constructing Biomaterials", "track": "Manufacturing", "abstract": "Our goal is to produce adaptive, living biomaterials that can be reliably controlled in two different systems: mammalian cells and bacteria. Our mammalian system uses newly isolated mechano-sensing promoters and a bi-stable toggle to stimulate osteogenesis via transient mechanical signals. Our bacterial system uses a toggle that takes advantage of quorum sensing and cell response to UV light and triggers the production of fluorescent proteins, and a polymer composed of a matrix of cross-linked phage. Our systems are remarkable because they translate a macroscale input into a pattern that emerges from the growth and re-modeling of cells. This technology not only has applications in the field of self-repairing nanotechnology and medicine, but it is also shedding light on artificial differentiation and the use of phage display technology in a new and innovative way.", "id": "415"}, "British_Columbia": {"school": "University of British Columbia, Vancouver, BC CANADA", "description": "Team from the University of British Columbia in Vancouver, BC, CANADA", "title": "A Multi-pronged Approach to Eliminating Staphylococcus aureus Biofilms Using Recombinant Bacteriophage and Biofilm-Degrading Enzymes", "track": "Foundational Advance", "abstract": "Biofilms are ubiquitous microbial communities that often display greater resistance and pathogenicity compared to individual microbes. Biofilms commonly cause complications in both industrial and medical settings and represent a significant source of morbidity and mortality. A synthetic biology approach to tackling biofilms has only recently been applied to Escherichia coli biofilms. To eliminate the more clinically relevant Staphylococcus aureus biofilms, our team aims to break new ground at iGEM by using S. aureus as a model host and developing a standard for genetically engineering bacteriophages. Our design incorporates DspB, a biofilm matrix-degrading enzyme into the _13 phage genome, which is altered to operate under the regulation of the S. aureus agr quorum sensing pathway and thus upon contact with biofilms. As a complement, we have also developed a mathematical model that simulates the dynamics of our system under different conditions.", "id": "391"}, "Brown": {"school": "Brown University Providence, RI USA http://brown.edu/", "description": "6 undergrads, 3 graduate student advisors, 1 faculty advisor", "title": "Light Pattern Control of Cell Circuits", "track": "Manufacturing", "abstract": "Biological manufacturing of complex compounds often requires the synthesis of many intermediate products. Production of these intermediates is currently triggered by inefficient methods, such as chemical inputs (tetracycline, estrogen-analogs, arabinose, etc) or drastic changes to the cellular environment (pH, oxygen levels, temperature, etc). On an industrial scale, this chemical induction requires large quantities of reagents and extensive purification, while environmental induction requires conditions that can adversely affect cell vitality and yield. To this end, we have designed an E. coli genetic circuit that can pass through four stable states of protein production triggered solely by ON/OFF patterns of light. To efficiently test the components of our circuit, we have also created a system for the transient delivery of transcription factors through the cell and nuclear membranes. With this production method, we can link multiple synthesis steps to a single, clean and rapidly scalable input.", "id": "324"}, "NYMU-Taipei": {"school": "National Yang Ming University, Taiwan  www.ym.edu.tw", "description": "iGEM 2007: Gold Medal iGEM 2008: Finalist iGEM 2009: Bronze Medal", "title": "SpeedyBac", "track": "New Application", "abstract": "For iGEM2010, our NYMU-Taipei team is interested in resolving the fundamental need of rapid reporting response from bacterial gene expression. Our goal is to speed up the reporting response of bacterial gene expression through shortening the time needed for routine iGEM experiments. We intend to construct systems aimed at reducing experimental time and increasing efficiency of construction production. To achieve the goal, our design process is split up into three parts: Riboswitch, mRNA Binding, and SsrA. (1) Riboswitch - faster production of proteins by inducing the translation of pre-transcribed RNA molecules. (2) mRNA Binding - using mRNA aptamers and split GFP/RFP-eIF4A reporter systems to show faster promoter activity or the expression of mRNA transcripts. (3) SsrA - fast, specific, and constitutive proteolysis achieved by engineering fluorescent proteins with LVA tags.", "id": "411"}, "RMIT_Australia": {"school": "RMIT University, Melbourne/Bundoora Victoria Australia. www.rmit.edu.au", "description": "Student iGEM team from RMIT University, Victoria Australia.", "title": "A Recombinant Peptide Expression System That Exploits Taq Polymerase as a carrier Molecule", "track": "Health & Medicine", "abstract": "The RMIT 2010 iGEM team has attempted to create a biological system that will produce peptides at a low economic cost. This biological machine includes the use of a T7 promoter regulated by the Lac elements to express a soluble thermostable protein carrier molecule with an attached peptide of interest. Taq polymerase will be attached to this peptide via a thermolabile bond allowing the peptide to be cleaved using just temperature. The polymerase has furthermore been mutated in such a way to avoid interactions with nucleic acids, thus diminishing the effects it may have in the bacterial host cell. This system can be adopted and enhanced to produce libraries or large scales of peptides/drugs without the high price tag attached to then be distributed to large communities that otherwise cannot afford the cost of research nor treatment.", "id": "345"}, "Slovenia": {"school": "University of Ljubljana National institute of Chemistry", "description": "Team from Slovenia", "title": "DNA coding beyond triplets", "track": "New Application", "abstract": "Slovenian iGEM team is designing a cell based system in which we will be able to control the sequence of steps in a multi-step biosynthetic pathway. Our novel approach is designed in such a way that it will enable control of the order and sequence of reactions in a particular biosynthetic pathway. Our goal is to use synthetic biology approach to significantly increase the speed ,  efficiency or direction of a particular biosynthetic reaction. We will also attempt to use our approach to create a novel chemical product of the existing biosynthetic reactions.  This novel cell based device represents a universally applicable principle and offers a significant improvement of current industrially important biotechnological processes. Similar approach will be applied to demonstrate the advantages for cell based oscillators and information within the cell.", "id": "323"}, "Newcastle": {"school": "Newcastle University Newcastle upon Tyne NE1 7RU www.ncl.ac.uk", "description": "Newcastle University iGEM 2010 team", "title": "BacillaFilla: Filling Microcracks in Concrete", "track": "Manufacturing", "abstract": "BacillaFilla, an engineered Bacillus subtilis, aims to repair microcracks in concrete, which can cause catastrophic structural failure. BacillaFilla would be applied to structures by spraying onto their surface. The Bacillus swims deep into the microcracks. Repair is effected by production of CaCO3, filamentous cells and Levansucrose. CaCO3 expands at the same rate as concrete, making it the ideal filler. A filamentous cell mesh provides reinforcement. Levansucrose glues CaCO3 and filamentous cells in place. B. subtilis 168 sporulates, making it ideal for storage and transportation. The cells are naturally tolerant to concrete's high pH. We repaired 168's defective swrA and sfp, regaining motility. At the end of the crack the quorum communication peptide subtilin triggers a co-ordinated population response from a subtilin-inducible promoter. Upregulating SR1 and rocF promotes arginine and urea production, increasing exogenous  CaCO3 deposition. Over-producing  yneA induces  the filamentous cell phenotype, while SacB converts extracellular sucrose to levansucrose glue.", "id": "302"}, "Aberdeen_Scotland": {"school": "University of Aberdeen Institute of Medical Sciences Aberdeen, UK www.abdn.ac.uk", "description": "A team of undergraduate biologists, physicists, chemical engineers and chemists, supported by a cross disciplinary team of supervisors", "title": "The AyeSwitch: a translationally regulated genetic toggle switch in yeast", "track": "New Application", "abstract": "A novel genetic toggle switch regulated at the translational level was engineered in yeast that allowed the mutually exclusive expression of either green or cyan fluorescent protein. Using cell cytometry (FACS) and fluorimetry, we demonstrated in yeast the successful expression and translational regulation of a fusion of mRNA binding protein and fluorescent protein. These results, along with published parameter values, were used to predict via deterministic and stochastic models that the probability of successful bistability for our switch was 0.96%, but this could be improved theoretically to a maximum of 51.27% by limiting the range of variation of the most sensitive parameters.  The models also predicted that co-operative binding of the mRNA binding protein to its mRNA stem loop was essential for generating switch-like behaviour.  These results suggest that a translationally regulated genetic toggle switch is a viable and novel engineering concept applicable to medicinal, environmental and technological problems.", "id": "385"}, "UTDallas": {"school": "University of Texas at Dallas, Richardson, Texas www.utdallas.edu", "description": "University of Texas at Dallas IGEM team", "title": "Enlisting E. Scherichia Holmes: A modular whole-cell biosensor for the detection of environmental pollutants", "track": "Environment", "abstract": "Recalcitrant pollutants such as petroleum constituents and nitrates are regularly introduced to the environment through oil spills, natural geological seepage and eutrophication. The UN's flagship water protection initiative enumerates a host of health risks associated with these chemicals. UT Dallas iGEM addresses the eminent need to mitigate their circulation by developing novel whole-cell biosensors that can detect alkanes, aromatics and nitrates and execute combinatorial logic, feedback and noise-reduction functions inspired by synthetic biology. This work has wide ranging applications requiring a cheap chemical sensor that can dynamically process heterogeneous inputs and express a user-friendly output.", "id": "412"}, "The_Citadel-Charleston": {"school": "The Citadel Charleston, South Carolina  www.citadel.edu/main/", "description": "Our team consists of first through fourth year cadets at The Citadel.", "title": "Appetuners: A System for the Expression and Control of Appetite Regulation Peptides in E.coli", "track": "Health & Medicine", "abstract": "Appetite can shape a person's life, from body composition to mood (to budget!), yet the means for controlling appetite are very limited.  Imagine if a complex neurological state such as the desire to eat could be influenced by an engineered strain of intestinal microflora.  In this regard, Peptide Tyrosine Tyrosine (PYY) and its associated molecules offer a unique opportunity for synthetic biologists.  These peptides permit microorganisms native to the gastrointestinal tract to interact with the central nervous system and to influence the perception of hunger.  The Citadel-Charleston Team is working to express the PYY family of peptides in E.coli, to implement a secretion pathway for those peptides, and to ensure that their expression is strictly controlled by means of a cellular population limit.", "id": "373"}, "Waterloo": {"school": "University of Waterloo Waterloo, Ontario, Canada www.uwaterloo.ca/ team website: igem.uwaterloo.ca/", "description": "University of Waterloo", "title": "Staphiscope: diagnosis of S. aureus through bacterial wiretapping", "track": "Health & Medicine", "abstract": "Superbugs, or antibiotic resistant microorganisms, are microbes that have become resistant to traditional treatments. These types of infections are difficult to diagnose, treat, and eradicate, making the healing process time consuming and resource intensive. The native quorum-sensing unit from S.aureus (the Agr system), will be introduced into a non-pathogenic strain of E.coli. The E.coli will then effectively have the ability to eavesdrop on the activity of the pathogenic organism and emit an indication of the magnitude of the infection in the form of RFP. Using sensitivity tuners the system can be designed such that the response will occur at an exact level, when the size of the population poses a threat to the host. Upon a positive result from a diagnosis, further tests could be done to specify whether MRSA (methicillin-resistant S. aureus) or MSSA (Methicillin-sensitive S. aureus) are present.", "id": "359"}, "WITS-South_Africa": {"school": "University of Witwatersrand, Johannesburg, Gauteng, South Africa.  www.wits.ac.za", "description": "This is a team of students from 6 department at The University of Witwatersrand, Johannesburg, South Africa.  The students are from Molecular and Cell Biology, Pathology, Electrical and Information Engineering, Chemical and Metallurgical Engineering, Computational and Applied Mathematics and Social Sciences. The team and supervisors are being supported by members of the Synthetic Biology Emerging", "title": "Lactoguard: A commensal whole-cell bionsensor for the diagnosis of sexually transmitted infections", "track": "Health & Medicine", "abstract": "Whole-cell bacterial biosensors have been developed for a range of applications. In this project, the concept of a whole-cell biosensor has been adapted for medical use as a diagnostic for viral infection through engineering a commensal bacterium. Lactobacilli are the predominant commensal organisms in the human vaginal mucosa and are ideally placed to detect the presence of a sexually transmitted infection, such as Human Papillomavirus. A strain of this bacterium has been modified to produce a chromogenic reporter, which is visible to the naked eye, when 'switched on' through exposure to the input signal (viral infection). However, in order for this to be clearly visible in vivo, this signal needs to be transmitted throughout the entire bacterial population. Thus, this project focused on a) modifying a Gram-positive bacterium to produce the chromogenic reporter; b) using a heterologous quorum-sensing mechanism to propagate an auto-regulated feedback loop amongst a bacterial population.", "id": "354"}, "UNIPV-Pavia": {"school": "Università degli Studi di Pavia Dipartimento di Informatica e Sistemistica Centro di Ingegneria Tissutale Pavia", "description": "Università degli Studi di Pavia", "title": "ProteInProgress: a cellular assembly line for protein manufacturing", "track": "Manufacturing", "abstract": "Large-scale production and purification of recombinant proteins by cell cultures represent a key-area in manufacturing field. The production  process still has several drawbacks affecting cost/efficiency. In this work, three modular systems were designed to overcome some of these bottlenecks. A library of self-inducible promoters was built and characterized to start the peptide production at a desired culture density, without expensive inducer molecules. Two standard integrative vectors were realized to insert BioBrick parts in user-defined positions of E. coli or S. cerevisiae genome, to ensure genetic stability without using selection markers. Finally, two promising techniques were combined for an 'in-cell' protein purification: PolyHydroxyAlkanoate (PHA) granules were used as a substrate for PHA-binding peptides (Phasins) fused to the target protein, thus replacing affinity resins/columns and tags, while a pH-based self-cleaving peptide (Intein) was used instead of a protease cleavage site. These solutions are modular and provide useful BioBrick parts for other applications.", "id": "300"}, "EPF_Lausanne": {"school": "Swiss federal Institute of Technology Lausanne (EPFL) Lausanne, Switzerland www.epfl.ch", "description": "We are Swiss, speak French, want to become engineers in biology and in this regard simply love synthetic biology!", "title": "Asaia, the pink force against malaria", "track": "Health & Medicine", "abstract": "Malaria is a tropical disease that kills more than 1 million people each year and no effective cure or vaccine exists yet. The EPFL iGEM project aims to stop malaria propagation by acting on the vector: the mosquito. We are engineering Asaia, a bacterium that naturally lives in the mosquito's gut, to express an immunotoxin that can prevent the malaria agent Plasmodium falciparum from infecting the mosquito, thereby eliminating the transmission of this parasite to humans. Asaia is an organism that is easy to grow and genetically manipulate. We are establishing Asaia as a new chassis so that future iGEM teams can quickly and efficiently engineer new and more potent Asaia strains. This will provide the synthetic biology community with a useful tool in the fight against malaria and other mosquito-borne diseases.", "id": "320"}, "Weimar-Heidelberg_Arts": {"school": "Bauhaus-University Weimar, Ruprecht-Karls-University Heidelberg ", "description": "Art and Design collaboration between the University of Weimar and the University of Heidelberg for the Human practice track", "title": "Super Cell - the synthetic biology supermarket", "track": "New Application", "abstract": "Super Cell is a fictional supermarket offering speculative products which are all based on Synthetic Biology. The Super Cell website already gives us a glimpse of the products that will be available in local stores in the near future. By putting already existing and far-out in the future applications next to each other in a familiar environment such as a webshop, the project aims to improve public awareness about Synthetic Biology and at the same time foster a debate on how we want to see it manifested in our everyday lives. This kind of discussion, we feel, is urgent to have if we as a society want to influence how this powerful science will affect our future lives.", "id": "388"}, "NYU": {"school": "New York University New York City, NY, USA www.nyu.edu", "description": "The iGEM team from New York University!", "title": "ImmunoYeast : antibody discovery and production in one simple system", "track": "Foundational Advance", "abstract": "The goal of our project is to increase the speed and efficiency of the antibody discovery process. We constructed a yeast strain that is capable of screening a library of antibody fragments against an antigen of interest, processing the antibody genes through recombination and secreting an easily-purified form of antibody protein for research use. Our hope is to demonstrate the feasibility of using the yeast cell to not only discover antibodies but to provide a streamlined processing unit that can quickly and easily transition from antibody discovery to protein production.", "id": "416"}, "Example": {"school": "iGEM Headquarters", "description": "Team Example created for workshop activities.", "title": "-- Not provided yet --", "track": "This team has not been assigned to a track.", "abstract": "-- No abstract provided yet --", "id": "499"}, "DTU-Denmark": {"school": "Technical University of Denmark Lyngby, Denmark www.dtu.dk", "description": "The iGEM team from the Technical University of Denmark", "title": "Bi[o]stable - Engineering a bistable switch", "track": "Foundational Advance", "abstract": "The aim of this project is to engineer a genetic bi-stable switch that produces two different, mutually exclusive outputs when given two different inputs. The switch is based on the repressor-anti-repressor system of the salmonella phages Gifsy1 and Gifsy2 and the lambda-phage anti-termination system. The latest induced output will remain stable through generations, even once the input ceases, due to the phage regulatory systems. We present the framework for this development and characterize the regulatory mechanisms by using fluorescent proteins as the reporter (outputs). The dynamics of the system have been modeled and we have also attempted to characterize and submit the promoters, repressors and anti-repressors from the salmonella phages, as well as the two anti-terminator proteins from the lambda phage, as BioBricks. We have hereby demonstrated the engineering of a multipurpose bi-stable switch sensor/reporter tool that can have numerous applications.", "id": "374"}, "Osaka": {"school": "Osaka Univ. ", "description": "coleagues from Osaka Univ.", "title": "Continuous Greening Cycle", "track": "Environment", "abstract": "Desertification all over the world causes famine, drought and suffering. We aim to develop micro-machines that can stop and even reverse desertification by recovering vegetation in these areas. We envison a 'Continuous Greening Cycle' in which engineered microorganisms decompose plant fibers into nutrients through the action of cellulolytic enzymes. They then produce water-absorbant polymers such as poly(gamma-glutamic) acid that retain water in the soil to help plants grow. When the plants die they will be decomposed to start the cycle anew. In addition to aiming for the continuous and self-expanding greening of desert areas, we hope to contribute to iGEM by developing useful BioBricks!", "id": "392"}, "Washington": {"school": "University of Washington, Seattle, WA, USA www.washington.edu", "description": "University of Washington iGEM team 2010 Woohoo!", "title": "Antibiotics for the 21st Century", "track": "Health & Medicine", "abstract": "While vital to our quality of life, traditional antibiotics face the serious problems of widespread bacterial resistance and destruction of natural gut flora - problems which call for improved twenty-first century antibiotics.  Using synthetic biology tools, we designed, built, and tested two new systems to fight infections by both broad types of bacteria - Gram-positive and Gram-negative.  Our first project targets Bacillus anthracis, the Gram-positive pathogen that causes anthrax.  We re-engineered an enzyme to remove the pathogen's protective coating, rendering it defenseless against the immune system.  In our second project, we re-engineered and transplanted a protein secretion system capable of combating Gram-negative bacteria into E. coli.  This system was designed to target Gram-negative pathogens in a modular and controllable fashion.  These two systems are the vanguard of a new era of antibiotics using the power of nature harnessed with the tools of synthetic biology.", "id": "314"}, "Johns_Hopkins": {"school": "Johns Hopkins University Baltimore, MD, USA www.jhu.edu", "description": "Johns Hopkins University iGEM 2010", "title": "Synthetic Voltage Sensitivity at The Transcriptional Level in Saccharomyces cerevisiae", "track": "New Application", "abstract": "If the goal of iGEM and the Parts Registry is to take the messy world of genetic engineering and transform it into something like the standardized world of electrical engineering, it may be useful if electronic systems could directly interface with biological systems. Past iGEM projects have used chemical or optical stimuli to actuate transcriptional responses. Our project, however, seeks to add voltage sensitivity to Saccharomyces cerevisiae. Baker's yeast was chosen because in some sense yeast have a system that responds to voltage input. With a voltage stimulus one can open the voltage-gated calcium channels of yeast, causing calcium ions to rush into the cytoplasm. This causes calcineurin to dephosphorylate Crz1, which enters the nucleus and binds various promoters. Our group presents a library of characterized Crz1-sensitive promoters of both naturally-occurring and synthetic varieties. Genes downstream of these promoters are thus voltage-regulated in media containing calcium.", "id": "363"}, "HokkaidoU_Japan": {"school": "Hokkaido University Sapporo, Hokkaido, Japan http://www.hokudai.ac.jp/", "description": "Team members are mainly undergraduate students of Hokkaido University, Japan.", "title": "Dr.  E. coli: World Smallest Protein Injector", "track": "Health & Medicine", "abstract": "Our project is on Type lll Secretion Apparatus which is one of the most amazing biological devices. It can pass a whole protein molecule from a bacterial cell to a target eukaryotic cell. This apparatus which looks like a syringe is an organelle of pathogenic gram-negative bacterium such as Salmonella and Yersinia. We are aiming at making this device available for E. coli. Because it will not involve usage of pathogenic strains, it will be safer to use.  To transfer T3SS functionally from Salmonella to E.coli it is essential to integrate at least 40kb of DNA fragment coding more than 20 proteins. So we will make suggestions about how to optimize E.coli transformation method for large size DNA fragments. Also we will show how to construct protein for secretion and how to measure if it is really secreted using GFP.", "id": "496"}, "Queens-Canada": {"school": "Queen's University, Kingston, On, Canada queensu.ca", "description": "This will be the second year that there has been an iGEM team at Queen's University.  The team is currently being assembled.", "title": "WormWorks: Introducing the nematode C. elegans as a multicellular chassis", "track": "Foundational Advance", "abstract": "Historically, the iGEM competition has tended away from working with eukaryotic and multicellular organisms, limiting prospects for higher levels of project complexity in favor of simpler and easier-to-understand bacteria.  The nematode worm Caenorhabditis elegans was examined as a prospective chassis for use in the competition.  Once it was decided that the opportunities presented by the organism appeared to outweigh the challenges involved in working with it, a foundational library of parts was built and tested within the organism.  This collection includes useful promoters, reporters, effectors, and a terminator.  An educational resource specifically targeted at iGEM participants was written and incorporated into the team wiki in order to assist future teams in learning about and exploring the possibilities offered by C. elegans.", "id": "309"}, "Georgia_State": {"school": "Georgia State University Atlanta, GA USA www.gsu.edu", "description": "Georgia State University undergraduate students", "title": "Pichia pastoris: A Novel Chassis for iGEM", "track": "Foundational Advance", "abstract": "The methylotrophic yeast, Pichia pastoris, is increasingly used as an alternative host for heterologous protein production. P. Pastoris is advantageous because it is able to perform eukaryotic post-translational modifications, produce high yields of recombinant protein, and it is genetically similar to Saccharomyces cerevisiae. (Cereghino and Cregg, 2000). The 2010 Georgia State team believes P. pastoris would be an excellent chassis for the iGEM competition. The purpose of this project is to provide a tool box of parts necessary for the genetic manipulation of this organism. These parts include a variety of promoter systems, multiple selectivity options, and a plasmid backbone. In addition, the tool box will be used to produce a flu virus antigen in P. pastoris as a representation of the applicability of this system. These contributions will enable future users to maximize the use and further explore the incredible potential P. pastoris has to offer.", "id": "431"}, "UT-Tokyo": {"school": "University of Tokyo, Tokyo http://www.u-tokyo.ac.jp", "description": "University of Tokyo Team", "title": "E.coli solves SUDOKU", "track": "Information Processing", "abstract": "Information-processing by means of cellular machinery has flourished recently, as exemplified by the creation of bacteria capable of counting or performing AND/OR boolean logic. However, the successful assembly of organisms that integrate multiple (>3) pieces of information into an elongated AND gate has yet to be seen. Our '4C3 leak-switch' realizes such a tool with the use of homologous recombination and leaky transcriptional terminators. This switch turns on only when three of four types of information are transmitted, regardless of the order of transmission, and outputs differently depending on the combinations of input. Our current project aims at creating bacteria that collectively solve the popular puzzle game Sudoku. This aim is achieved by combining this switch with our second subproject, the 'signal-virus,' which relays information only to the relevant targets, based on an antisense-RNA key system. This system realizes parallel-computing and we believe will greatly advance the field of information-processing.", "id": "313"}, "SJTU-BioX-Shanghai": {"school": "Shanghai Jiao Tong University Shanghai, China www.sjtu.edu.cn", "description": "Team from Bio-X center of Shanghai Jiao Tong University", "title": "Synthetic-biological Approaches to Osteoarthritis", "track": "Health & Medicine", "abstract": "Osteoarthritis (OA) is a chronic disease in which joint matrix is degraded and chondrocytes undergo disordered and hypertrophic differentiation, symptoms including joint pain, tenderness and stiffness. We proposed two synthetic-biological approaches to OA, one with a eukaryotic genetic circuit and another prokaryotic. Both circuits are composed of three systems: 'Detector', 'Actuator' and 'Supervisor'. As for Detector, we built tissue-specific promoters in the eukaryotic circuit, while inflammation factors are employed as signals of OA in the prokaryotic circuit. The same Actuator shared by two circuits generates proteins col2a1, which replenishes the degraded matrix, and oct4, which reverses the disordered differentiation. The eukaryotic Supervisor part has an original design in which a photo-sensitive cation channel crosstalks with certain cellular signaling pathways, resulting in the light-controlled expression of col2a1 and oct4; in the counterpart of prokaryotic circuit, both injected inducers and over-population lead the engineered bacteria to suicide, thus attenuating possible side effects.", "id": "387"}, "UQ_Australia": {"school": "The University of Queensland Brisbane  Queensland  4072 AUSTRALIA www.uq.edu.au/sbms", "description": "School of Biomedical Sciences, The University of Queensland", "title": "-- Not provided yet --", "track": "This team has not been assigned to a track.", "abstract": "-- No abstract provided yet --", "id": "397"}, "Mexico-UNAM-CINVESTAV": {"school": "Facultad de Ciencias, UNAM IIMAS, UNAM LANGEBIO, CINVESTAV", "description": "Our team combines students and instructors from the two biggest universities in Mexico, in fields ranging from Biology to Computer Science", "title": "A very cool E. coli", "track": "Food & Energy", "abstract": "We begin by proposing a biosynthetic construction that enables Escherichia coli to produce an antifreeze protein, AFP at less than 15 degrees Celsius. This protein prevents ice crystal formation in the cell, which in turn allows survival at very low temperatures. We develop a switch by adapting the cold-shock E. coli operon with AFP from a fish (Macrozoarces americanus) using a positive feedback circuit. A very important potential application we are interested in is the use of AFP in designing systems helping crops to avoid potential damage from frosts. There are other possible important applications in tissue and organ preservation.", "id": "328"}, "Calgary": {"school": "University of Calgary Calgary, AB Canada ucalgary.ca", "description": "Undergraduate Team at the University of Calgary", "title": "Translating Stress Into Success", "track": "Foundational Advance", "abstract": "The majority of projects in synthetic biology involve the over expression of recombinant proteins in microorganisms.  A major stumbling block however, is often an inability to express functional protein.  This situation is difficult to manage and troubleshoot as it is often unclear why expression is failing. We have designed a system that can accurately and visually report whether a gene is being transcribed and/or translated. The system also differentiates whether expression is failing due to misfolding in the periplasm or cytoplasm.  In the case of misfolding, our system can also fine tune expression levels of a given protein to optimize production, increasing the likelihood of obtaining functional protein.  To further understand protein misfolding we have built an equation-based, multivariant model of inclusion body formation.  Finally, we used a series of podcasts to explore the social implications of our project in the context of the growing synthetic biology industry.", "id": "339"}, "Edinburgh": {"school": "University of Edinburgh Edinburgh, Scotland, UK www.ed.ac.uk", "description": "University of Edinburgh", "title": "Communicating Through Bridges: Bridging with Biology, Bridging with Light, Bridging with People", "track": "Foundational Advance", "abstract": "The engineering equivalent of Genetic Engineering is to get a bunch of concrete and steel, throw it into a river, and if you can walk across it, call it a bridge. Synthetic biology and iGEM have long?attempted to refine this process of 'bridge-building'. The 2010 University of Edinburgh team has applied this idea comprehensively throughout their project. The BRIDGE protocol (BioBrick Recombineering In Direct Genome Editing) is a protocol for markerless insertion of BioBricks onto the bacterial chromosome, which will bridge ideas and reality in synthetic biology. Bacterial BRIDGEs aim to foster non-chemical means of communication between bacteria by pairing light-producing and light-sensing BioBricks; future teams may make use of them in a variety of novel applications. Finally, human BRIDGEs examine synthetic biology as ways of thinking and the permeation of human aspects, bridging the so-called 'divides' between disciplines and individuals. The question is... how do you think?", "id": "322"}, "Sheffield": {"school": "Deparment of Chemical and Process Engineering University of Sheffield UK", "description": "University of Sheffield, UK", "title": "iCOLI: A water-borne pathogen detection system and an exploration of identity in synthetic biology", "track": "Environment", "abstract": "The Sheffield iGEM 2010 team organised its activities around a general theme: 'identification'. This notion, for instance, is at the heart of the scientific and modeling projects, which have made steps towards the design and production of a multi-target, water-borne pathogen detection system. Identification is also central to the human practices projects, which explicated and analysed the concept of identity in relation to the disciplinary backgrounds brought together in the project and the field of synthetic biology itself. Vibrio cholera was chosen as a test-case, giving us two potential routes to engineer E.coli to recognise the pathogen: 1. Fusion of cholera's receptor (CqsS) for its quorum sensing molecule (CAI-1) with the internal apparatus of one of E.coli's general stress detecting systems (BarA). 2. Engineer the whole cholera quorum sensing system into E.coli.Each of these would then be connected to a representation system (GFP or E.chromi) to visualize the pathogen.", "id": "386"}, "Michigan": {"school": "University of Michigan, Ann Arbor, MI", "description": "University of Michigan", "title": "Algae Bioflocculation for Biofuel Production and Bioremediation of Oil Sands Tailings Water", "track": "Environment", "abstract": "Our team worked on two projects this year. Our first project aims to improve the economics of algal biofuel production by creating a cost efficient microalgae bioflocculant out of E. coli. To achieve this, we over-express Type I pili to increase the cell's adhesiveness, and also express a chlorovirus protein on the cell surface which specifically binds Chlorella species, a promising algal feedstock for the biofuel industry. We are also participating in the Oil Sands Initiative and seeking to improve the biodegradation rate of naphthenic acids (NAs), a toxic by-product of the oil extraction process which can linger in the environment for decades. Two Pseudomonas strains have been found to synergistically degrade 95% of NAs. Our project focuses on engineering these Pseudomonas strains to form biofilms in the harsh tailings water environment, which can potentially increase degradation rates by two orders of magnitude, by expressing a self-associating E. coli protein.", "id": "377"}, "Purdue": {"school": "Purdue University West Lafayette, Indiana USA www.purdue.edu", "description": "Purdue University", "title": "Development and Characterization of Hypoxic Stress Response Systems in Mammalian and Plant Models", "track": "Food & Energy", "abstract": "From water-logged soils to overpopulated regions of tumors, low-oxygen environments distress plant and mammalian systems.  Plants with inadequate levels of oxygen move from aerobic respiration to alcohol fermentation to sustain their metabolism.  This switch causes the accumulation of byproducts that are detrimental to the plant.  A synthetic biological circuit, centering on the alcohol dehydrogenase (Adh) promoter, has been developed indicating when low oxygen levels (< 5% O2) are present in plants.  Similarly, low oxygen zones can develop in solid tumors in numerous mammalian cancer models.  Substantial evidence indicates that hypoxia in tumors initiates angiogenesis, a process that aids in tumor proliferation.  Accordingly, an additional hypoxia-sensitive circuit that up-regulates the activity of a reporter protein in low oxygen (<1% O2) environments has been created for mammalian systems.  The development and characterization of these circuits will provide tools to explore the consequences and identity of hypoxic environments in mammalian and plant systems.", "id": "334"}, "Hong_Kong-CUHK": {"school": "The Chinese University of Hong Kong Shatin, NT Hong Kong www.cuhk.edu.hk", "description": "A team comprises of students from various undergraduate programs at the Chinese University of Hong Kong.", "title": "Bio-cryptography: information en/decryption and storage in E. cryptor", "track": "New Application", "abstract": "Data encryption and storage has always been an important branch of research in computer engineering.  In our project, we explored the possibility of harnessing a biological system as an alternative solution for data en/decryption and storage.  By using E. coli, we engineered and devised a prototype, dubbed E. cryptor, for 1) bio-encryption and -decryption with error checking; and 2) data storage in a bacterial system.  In the age of synthetic biology, designed microorganisms may carry a specific DNA barcode to be distinguished from their natural counterparts.  Our system could turn such barcode into more than simply a tag.  In the future, can we also store text, pictures, and even videos into these tiny bacteria and protect the contents?", "id": "361"}, "SDU-Denmark": {"school": "University of Southern Denmark, Campusvej 55, 5230 Odense M Denmark www.sdu.dk", "description": "This years team from University of Southern Denmark  consists of 12 students from molecular biology, physics, computer science, biomedicine and medicine. Read more at igem.sdu.dk.", "title": "Flow-E, a bacterial flow inducer", "track": "New Application", "abstract": "When generating flow through a microcapillary tube, engineers are met with problems in generating force and keeping fluids mixed or separated. Inspired by an article by Kim et al on bacterial carpets that could generate flow, we have designed a biological system in E. coli that can induce flow and increase mixing in a fluid, essentially working as a microscopic flow actuator. The actuator uses E. coli's flagellas and can be switched on and off using light. Our system is composed of several novel parts: a photosensor, that controls the tumbling frequency of E. coli's flagella via chemical pathways; a hyperflagellation part, to increase the number of flagella and the power of the system; a retinal producing part, that works with the 2009 Cambridge's iGEM team's _-Carotene brick, which we have helped further characterize.  Our human practices focused on watermarking synthetic genetic material and improve security in synthetic biology.", "id": "343"}, "Harvard": {"school": "Harvard University Cambridge, MA, USA http://www.harvard.edu/", "description": "Harvard University", "title": "iGarden: an Open Source Toolkit for Plant Engineering", "track": "Food & Energy", "abstract": "The Harvard iGarden is a venture into plant engineering. We aim to create a toolkit for the cultivation of a personalized garden containing features introduced through synthetic biology. In addition to a 'genetic fence' designed to prevent the spread of introduced genetic material, we have developed three independent features to be included in this toolkit - inclusion of novel flavors, knockdown of plant allergens, and modification of petal color. All parts are BioBrick compatible and introduced into plants through agrobacterium-mediated transformation, using existing plant vectors modified with the BioBrick multiple cloning site. The Harvard iGarden is an effort to raise public awareness of synthetic biology, production of food, and how the two can intertwine. We envision the iGarden as a medium through which the non-scientist can see the power and potential of synthetic biology, and apply it to everyday life.", "id": "382"}, "Tsinghua": {"school": "Tsinghua University Haidian District, Beijing, China www.tsinghua.edu.cn", "description": "iGEM 10 team from Tsinghua University, Beijing, China.", "title": "E.mmunology: Bacteria-based Antibody Production System", "track": "New Application", "abstract": "Tsinghua iGEM 2010 team focus on simulating antibody generation and selection technology with Bacteria, thus develops a new Antibody Production Method. Traditional antibody production method is expensive and time consuming. Thanks to the simple and easy-to-industrialize nature of prokaryotic systems, our antibody production system, once established, will facilitate the cheap and efficient production of antibodies. Production of antibodies in the mammalian immune system involves two steps: Random production of a large numbers of antibodies; Selection of a specific antibody matching the antigen. Therefore, our Antibody Production System would be composed of two devices: Module I: Generation of antibody library; Module II: Selection of specific antibodies.", "id": "341"}, "Northwestern": {"school": "Northwestern University Evanston, IL USA www.northwestern.edu", "description": "Northwestern University", "title": "SCIN - Self-regenerating Chitin INduction", "track": "Manufacturing", "abstract": "Chitin, found in the exoskeletons of insects and crustaceans, is one of the most abudant substances in nature. Like keratin in skin, it comprises the protective outer layer of these animals. Our chitin expression platform involves generating a layer of chitin from a lawn of bacteria in response to an external molecular cue. This cue induces chitin synthesis (fast) and cell lysis (slow). This system allows for a build-up of chitin followed by cell lysis and subsequent release into the top layer of the lawn. Abrasions expose cells to the external cue for self-repair. In this way, we create a regenerative chitin biolayer with potential medical and industrial applications.", "id": "418"}, "Tokyo-NoKoGen": {"school": "Tokyo University of Agriculture and Technology Koganei, Tokyo, JAPAN www.tuat.ac.jp", "description": "Students from the Department of Biotechnology, Graduate School of Engineering, Tokyo University of Agriculture and Technology (Tokyo Nokodaigaku)", "title": "An EcoTanker for the easy collection and delivery of target compounds", "track": "New Application", "abstract": "We propose an entirely new Escherichia coli micro machine that behaves like a tanker, the EcoTanker. The EcoTanker takes up a target compound from the environment and delivers it to a desired location for easy harvesting. The target compound is taken up and stored inside the cell in an EcoTank, a bacterial microcompartment (pduABJKNU). Blue light then directs the delivery of the 'cargo' to a desired destination by phototaxis, using the N. pharaonis blue light responsive domain (NpSRII-NpHtrII-Tar) linked to an E. coli two component system. The EcoTankers are then signaled by green light to self-aggregate and autolyse in response to quorum sensing. We can then easily collect the EcoTanks filled with the target compound, which could be an environmentally toxic substance or an industrially desirable chemical. We expect that EcoTanker to be a powerful machine in various bioremediation and industrial applications.", "id": "317"}, "VT-ENSIMAG_Biosecurity": {"school": "Virginia Tech Blacksburg, VA, USA www.vt.edu  ENSIMAG Grenoble, France www.ensimag-grenoble-inp.fr", "description": "A software team composed of members from Virginia Tech and ENSIMAG focused on issues of biosecurity in synthetic biology. The team's summer home is Virginia Tech.", "title": "Design and development of the GenoTHREAT gene sequence screening software", "track": "Software Tools", "abstract": "In order to mitigate the biosecurity risks associated with the potential dual use of gene synthesis, the U.S. Government published a draft version of a 'Screening Framework Guidance for Synthetic Double-Stranded DNA Providers.' This document outlines a minimal DNA sequence screening protocol that gene synthesis companies are encouraged to use prior to fulfilling an order. The protocol relies on the 'Best Match' method developed in response to the limitations of other screening protocols previously proposed by trade organizations. The objective of the 'Best Match' method is to identify sequences which are uniquely related to Select Agents or Toxins. The GenoTHREAT software is being developed in accordance with the Government guidance and, to our knowledge, is the first implementation of the sequence screening procedure outlined in the guidance. Although software characterization has elucidated both strengths and limitations, GenoTHREAT appears to be a viable tool for sequence screening.", "id": "304"}, "UNAM-Genomics_Mexico": {"school": "Undergraduate Program on Genomics Sciences National Autonomous University of Mexico Cuernavaca, Morelos, Mexico http://www.lcg.unam.mx/", "description": "We are a team formed mainly for students from the special undergraduate program in genomics sciences at the National Autonomous University of Mexico, UNAM. Advanced students that have participated in previous iGEMs and maybe students of PhD will help us as advisors. Instructors will be faculty members at the Center for Genomics Sciences and Biotechnology Institute, both dependencies of the UNAM", "title": "WiFi Coli, a Communicolight System", "track": "Information Processing", "abstract": "Synthetic Biology has been enabling changes in all bio-domains, one such being communication. Traditional cellular communication has relied since time immemorial on chemical messengers to exchange information. Regardless of their scope, these messengers are constrained to a system; eg: even far reaching couriers such as hormones are bound within the chemical structure that is the human body. But this is about to change. In this project, our goal is to render the chemical barrier deprecated by using a non-chemical herald: photons. These will transport information between our engineered cells, creating a photon-based inter-cellular communication system. These messengers are produced through bio-luminescent reactions, and are quite capable of traversing multiple environments. This enables the transmission of information beyond the chemical, biological, and even spatial limitations. As the courier is effectively decoupled from the chemical layer, it is an innovative step in establishing communications between organic-based and silicon-based systems, such as computers.", "id": "360"}, "Fudan-Shanghai": {"school": "Fudan University, Shanghai", "description": "We are a team from Fudan University, Shanghai with varied backgrounds ranging from Medicine, Biology, Chemistry, Physics, Engineering and Mathematics.", "title": "-- Not provided yet --", "track": "This team has not been assigned to a track.", "abstract": "-- No abstract provided yet --", "id": "384"}, "IITBombay": {"school": "Indian Institute of Technology Bombay India www.iitb.ac.in", "description": "Undergraduate students from Department of Chemical Engineering and Department of Bioscience and Bioengineering", "title": "-- Not provided yet --", "track": "This team has not been assigned to a track.", "abstract": "-- No abstract provided yet --", "id": "333"}, "IIT_Madras": {"school": "Indian Institute of Technology Madras", "description": "The IIT Madras team will consist of undergraduate students from the Biotechnology and Chemical Engineering Departments.", "title": "Pro-biotic Sweetener, under the control of a pseudo AND gate", "track": "Food & Energy", "abstract": "We aim to use synthetic biology to engineer pro-biotic lactic acid bacteria to produce Monellin, a heat and pH stable sweetening protein. If we are successful in engineering Lactobacillus lactis, a Gram positive bacteria to express and secrete Monellin, we will be able to produce dairy products low in poly-saccharide-based sweeteners, radically reducing the calorific content of these products. In order to be able to control the level of expression in this system, we plan to develop a regulatory system(s) that simulates a logical AND gate in response to two bioloical inputs. We plan to use the decreasing pH during curdling and the addition of nicin as the two inputs. To achieve the AND gate we will be using the CRE gene in combination with loxP sites. By placing the loxP sites appropriately, we will create an expression system that will produce the Monellin in a window of conditions.", "id": "372"}, "Cambridge": {"school": "University of Cambridge Cambridge, UK www.synbio.org.uk/igem.html", "description": "Cambridge Cambridge, UK", "title": "E.glowli: a bioluminescent future", "track": "New Application", "abstract": "Bioluminescence is one of the most striking spectacles in the natural world.  Taking genes from fireflies and Vibrio fischeri, the Cambridge team have constructed BioBricks which allow light output at a wide range of wavelengths.  Firefly luciferase is already used as a reporter, but requires continual addition of the expensive substrate luciferin.  We have created codon-optimised operons combining luciferase with a luciferin regenerating enzyme (LRE).  This allows recycling of luciferin for sustained light output. In addition, we have submitted the first lux operon to the registry, taking genes from bacteria which form symbiotic relationships with squid.  This is the first BioBrick to emit light without addition of substrate and can be used as a reporter with any promoter. These two approaches will allow cheaper assays with brighter signals.  We also hope they will lay the foundations for natural light sources that help to address the energy crisis facing our planet.", "id": "325"}, "XMU-China": {"school": "Xiamen University,Xiamen,China http://www.xmu.edu.cn/english/index.asp", "description": "We are the first team from Xiamen University from China.", "title": "-- Not provided yet --", "track": "This team has not been assigned to a track.", "abstract": "-- No abstract provided yet --", "id": "421"}, "IvyTech-South_Bend": {"school": "Ivy Tech Community College of Indiana - South Bend, IN, USA www.ivytech.edu", "description": "Ivy Tech Biotechnology Program Undergradute Students", "title": "To Swim or Not to Swim?", "track": "Environment", "abstract": "Anyone who wants to enjoy bathing in natural bodies of water in or near areas populated by humans or livestock may encounter unsafe levels of enteric bacteria.  Contemporary methods of assessing water quality have a slow turn-around time so we have taken steps to perfect a biosensor for rapidly indirectly quantifying the presence of enteric bacteria in natural water samples through the detection of quorum sensing factors.  Previous IGEMS have exploited the LuxR/pLux system for the detection of a variety of N-acylhomoserine lactone autoinducers. We have taken steps to further perfect a biosensor based on this device by transforming a gram-positive bacteria host to eliminate any background autoinducer signal and to build-in an enzymatic 'read-out' to obtain an analog output.  We envision the development of a handheld monitor that uses this IGEM biosensor, immobilized on input paper strips, to rapidly detect unsafe levels of enteric bacteria in water samples.", "id": "498"}, "METU_Turkey_Software": {"school": "Middle East Technical University,METU,Ankara/TURKEY www.metu.edu.tr ", "description": "The interdisciplinary men, who are developing tools for the fastmoving developement of Synthetic Biology...", "title": "BIO-GUIDE", "track": "Software Tools", "abstract": "As Synthetic Biology is on the rise, iGEM also grows up and part numbers in partsregistry increase with submission of more constructs each year. Our first milestone is to perform more useful standardization on parts-entry due to facing some difficulty while running our algorithms. We also used Software Requirements Specification, Software Design Description and Quality Plan approaches to define requirements for each part and building blocks, risks and design art elements of the designed software program. Next, we have used graph theoretic modeling to visualize relations between parts and to standardize representation of the parts as much as possible. It will help us while trying to find input-output relations between either biobrick parts or constructs. By this way, our program as a Biobrick Guide will provide alternative pathway choices to users for construction of the most reliable devices with respect to given inputs and expected outputs.", "id": "326"}, "Uppsala-Sweden": {"school": "Uppsala University, Sweden", "description": "iGEM team from Uppsala University, Sweden", "title": "Living Clock", "track": "Health & Medicine", "abstract": "The Living Clock project aims to build a biological entity that could process a specific input signal and responds accordingly. We designed a set of concentration detectors that measures different range of the input signal and respond only to a specific concentration interval. By combining and spatio-temporal coordinating such concentration detectors we attempt to construct a biological clock that display time. The concentration band components themselves would work as a quantitative sensor that can work in combination other chemical sensors, such as toxic metals to life saving enzymes, which previous iGEM teams have come up with. Apart from this utility, we believe the concentration band detect sensor in different configurations can allow the creation of complex circuits ranging from simple oscillators to complex data processing machines which can exist on the same system without affecting other components of the system owing to its concentration band specificity.", "id": "379"}, "Cornell": {"school": "Cornell University Ithaca, NY, USA Cornell.edu", "description": "Cornell University Genetically Engineered Machines", "title": "OMG OMVs!", "track": "Health & Medicine", "abstract": "Outer membrane vesicles (OMVs) are natural secretions by gram-negative bacteria that can transport various proteins, lipids, and nucleic acids in interactions with mammalian host cells.  OMV technology presents an affordable, non-toxic, and direct method of drug delivery and antigen tracking. We have designed a method for visualizing the interactions of mammalian cells with outer membrane vesicles by utilizing the ClyA surface protein as an attachment site for fluorescent proteins.  The current goal of this project is to characterize the distribution of varying ClyA-fluorescent protein complexes on OMVs.  Future work will be to develop a tracking system employing a ClyA-fluorescent protein construct for in vitro microscope imaging. An antibody fragment will also be attached to another ClyA complex, allowing the OMV tracking system to target specific regions of an organism. This method allows in vitro characterization of OMVs and provides integral data for developing a future OMV delivery platform in vivo.", "id": "399"}, "Davidson-MissouriW": {"school": "Davidson College Davidson, NC, USA www.davidson.edu  Missouri Western State University Saint Joseph, MO, USA www.missouriwestern.edu", "description": "Davidson College and Missouri Western State University", "title": "Foundational Advances in Biology and the Knapsack Problem", "track": "Foundational Advance", "abstract": "We focused on the Knapsack Problem which asks, 'Given a set of weighted items and a knapsack of fixed capacity, is there some subset of these items that fills the knapsack?' Weighted items are represented by TetA alleles that confer measurably distinct levels of tetracycline resistance in E. coli. Excess TetA kills the cells; insufficient TetA can be screened by plating on tetracycline plates.  Each TetA allele is coupled with a distinctive fluorescent gene, and both are flanked by variant lox sites. Cre protein can invert or excise floxed DNA, yielding different combinations of expressed TetA alleles.  We constructed different TetA alleles by altering codon optimization and characterized the consequence of changing the order of two genes (TetA and RFP). Furthermore, we designed and tested a total of 11 new lox sites for site specific recombination.  We developed several open access software tools for the wider synthetic biology community.", "id": "315"}, "Panama": {"school": "Universidad Tecnológica de Panamá, Panama City, Republic of Panama, http://www.utp.ac.pa/", "description": "A team based in Panama City, Republic of Panama, recruiting team members from multiple schools.", "title": "Standardization of Rhamnosiltransferase 1 gene (rhlAB) into a Biobrick for rhamnolipid production in E. coli", "track": "Environment", "abstract": "There is considerable interest among bio-industries in bioremediation products such as Rhamnolipids. Rhamnolipids as biosurfactants are important in the remediation of oil spill areas. The cleanup of the Exxon Valdez oil spill using rhamnolipids as biosurfactants was too expensive and complicated, therefore impractical for large-scale bioremediation. However, with advances genetic engineering and synthetic biology offer a viable solution to oil spill pollution clean up. In this project we use genetic engineering as a tool to integrate genetic parts through the BioBrick assembly standard protocol of iGEM to develop a BioBrick for rhamnosiltransferase 1 complex (rhlAB) gene expression in Escherichia coli for standardized rhamnolipid production. Our BioBrick integrates a promoter, a RBS (ribosomal binding site), our part rh1AB gene sequence isolated from Pseudomonas aeruginosa, a GFP reporter and a terminator. All the parts fit into a plasmid backbone that can be transformed into E. coli strains, which can then produce rhamnolipids.", "id": "424"}, "UPO-Sevilla": {"school": "Universidad Pablo de Olavide, Sevilla, Spain", "description": "Team formed by Biotechnology and Informatics students at Universidad Pablo de Olavide, Sevilla, Spain", "title": "Bacterial Crowding", "track": "New Application", "abstract": "The possibility of specifically targeting bacteria to biological or abiotic surfaces is a promising technology of potential use in therapy, pest control and bioremediation, among others. However, since in most cases bacteria are not drawn towards their targets, the possibility of specific interaction is limited to those bacterial cells that randomly collide with the surface, thus requiring a high bacterial population to achieve efficient targeting. On the other hand, most bacteria are specifically attracted by gradients of a variety of chemicals, thus achieving high cell densities in the areas where the chemoattractants are present at higher concentration. The aim of 'Bacterial Crowding' is to exploit chemotaxis for directing a relatively small population of bacteria to interact efficiently with a non-diffusible target exposed on a biotic or abiotic surface.", "id": "367"}, "GeorgiaTech": {"school": "Georgia Institute of Technology Atlanta, GA, USA www.gatech.edu", "description": "North Avenue Trade School", "title": "Inducing a Thermogenic Response to Cold-shock in Bacteria", "track": "Manufacturing", "abstract": "Alternative Oxidase (AOX) is a terminal oxidase protein found in the respiratory chain of various organisms ranging from aquatic prokaryotes to plants and animals. In the AOX pathway, electrons are transferred from ubiquonone to AOX, and then directly used to reduce oxygen. The drop in the electric potential energy of the electrons transferred from AOX to oxygen is dissipated as heat. Our project has focused on 1) cloning the AOX gene from a thermogenic plant (Sacred Lotus) into E. coli to induce a thermogenic response to a cold-shock, and 2) calculating a theoretical rate of heat production per bacterial colony to select for an appropriate calorimetric technique. Further, numerical methods in MATLAB will be employed to model the steady-state temperature profile of the synthetic bacterial colony, and to potentially corroborate later experimental findings. Engineering a controlled thermogenic response in bacteria could lead to improved bacterial functioning in cold shock environments.", "id": "410"}, "HKUST": {"school": "The Hong Kong University of Science and Technology, Clear Water Bay, Kowloon, Hong Kong. www.ust.hk", "description": "A team of Science and Engineering students from HKUST", "title": "Engineered Lactobacillus against S. aureus Infection", "track": "Health & Medicine", "abstract": "Our project aims at establishing an interspecies quorum quenching system in which engineered Lactobacillus can sense and reduce the virulence of potentially pathogenic Staphylococcus aureus. To accomplish this, we are constructing chimeric quorum sensing receptors that can localize on Lactobacillus membrane and detect autoinducing peptides (AIPs) released by S. aureus. The ligand binding to the chimeric receptor will trigger downstream plnABCD pathway and initiate the synthesis and secretion of RNAIII inhibiting peptide (RIP), a heptapeptide with proven effectiveness in attenuating S. aureus virulence. The possibility of achieving this lies in the structural homology of the catalytic domain of the quorum sensing receptors in Lactobacillus and S. aureus. Both receptors belong to the HPK10 subfamily of a two-component histidine kinase family. Attenuation of S. aureus virulence by quorum-sensing inhibitors should not yield a strong selective pressure for development of resistance, and would therefore be an attractive concept for preventive medicine.", "id": "330"}, "Debrecen-Hungary": {"school": "University of Debrecen, Medical and Health Science Centre, Clinical Genomics Centre, Research Centre for Molecular Medicine: http://www.rcmm.med.unideb.hu/", "description": "We would like to facilitate the design of diagnostic and medical applications on a synthetic biology basis.", "title": "The lipid sensor eukariotic toolkit", "track": "Food & Energy", "abstract": "Eukaryotic synthetic biology has huge potential, yet it is still in need of more diverse molecular tools for defined gene regulation. Nuclear receptors are a conserved family of proteins responsible for sensing lipids; they may be viewed as lipid activated transcription factors. We have successfully developed a kit with a variety of lipid responsive domains (from H.sapines, D.melanogaster and C.elegans) for the rational construction of synthetic transcription factors. The domains respond only to predefined lipids and selectively activate predetermined gene expression. To characterize theses domains, we used standardized protocols for comparable measurements. In vivo gene expression was measured as a function of ligand concentration using luciferase activity. The potential for these tools is immense; e.g. from the ultra sensitive detection of lipid contaminants in the environment to the opportunity of titration specific gene expression canges in patients undergoing gene therapy.", "id": "364"}, "Alberta": {"school": "University of Alberta Edmonton, Alberta, Canada www.ualberta.ca", "description": "The 2010 University of Alberta iGEM team", "title": "GENOMIKON: An Educational Tool Kit for Rapid Genetic Construction", "track": "Foundational Advance", "abstract": "Building DNA is too hard. Democratizing Synthetic Biology will demand fundamental advances to make DNA construction easier and cheaper, thereby enabling broader access to biotechnology by the public. Our team has tackled this challenge with the design of an inexpensive self-contained kit called GENOMIKON, currently targeted for the high school and DIY communities but with clear potential for professional use. The kit contains prefabricated parts that are sequentially assembled on a solid support using cycle times of 5 min./part with a coupling efficiency of ~95%. The parts exist with sufficient diversity and quantity for hundreds of unique experiments. The kit is accompanied by an online resource that serves as lab manual, notebook, information management system and social network for the exchange of ideas. While similar in concept to our last year's project, GENOMIKON differs in most technical aspects and is far superior in performance.", "id": "349"}, "Monash_Australia": {"school": "Monash University, Clayton, Victoria, Australia  monash.edu.au", "description": "Monash University Australia iGEM team", "title": "Design and construction of a biological ethylene generation device", "track": "Manufacturing", "abstract": "The Monash University iGEM team has identified that ethylene, a common organic compound, is under increasing production demands by the plastics and food industries. Current methods of production are energy intensive, and rely on processing of non-renewable fossil fuels. However many plants produce ethylene from L-methionine by use of the Yang cycle, which has lower energy requirements. We aim to introduce the genes that are required for ethylene production into Escherichia coli under the control of an inducible promoter, in an attempt to develop a cleaner and non-energy intensive method of production. At lower yields, this device may also provide a useful module for signal transduction between the E. coli and plants.", "id": "417"}, "Bielefeld-Germany": {"school": "Bielefeld University Biology and Cetre for Biotechnology  Bielefeld - Germany www.uni-bielefeld.de www.cebitec.uni-bielefeld.de", "description": "Team from Bielefeld University (Germany) Master student course \"Genome Based Systems Biology\" and \"Molecular Biotechnology\"", "title": "MARSS - Modulated Acetosyringone Receptor Sensor System Defining Spiciness since 2010", "track": "Food & Energy", "abstract": "The iGEM-Team Bielefeld is going to modulate an Agrobacteria receptor in Escherichia coli in order to detect capsaicin which is responsible for the hot taste of chilies. The intention is to make the spiciness in fare visible using a gradient light signal. The original receptor is the acetosyringone detection system of Agrobacterium tumefaciens. By using directed evolution, we aim to modulate the receptor binding domain to enable the interaction with similar phenolic substances like capsaicin. Brought into E. coli, this modulated system will induce light effects of different intensities - depending on the concentration of capsaicin respectively the spiciness of the sample. The capsaicin detection is a proof of principle concept. We aim to establish a system, which is characterized by a high sensitivity and specifity and is capable to replace slow and high priced diagnostics or analytic methods. The targets of the system could be allergy-triggers, explosives and toxins.", "id": "389"}, "UC_Davis": {"school": "University of California, Davis Davis, Ca, USA www.ucdavis.edu", "description": "University of California, Davis", "title": "Engineering a Spatial Oscillatory Network for Spontaneous Two-Dimensional Pattern Generation in E. Coli", "track": "Manufacturing", "abstract": "Genetic circuits regulating spatial pattern formation play vital roles in organismal development throughout the eukaryotic domain.  We believe that we can use related design principles to synthesize spatial patterning in bacterial populations.  Previous genetic devices have allowed bacterial lawns to faithfully reproduce spatial patterns and, with the inclusion of of cell-cell communication, to construct of a bacterial edge detection device.  Our device builds on these ideas but differs significantly by aspiring to produce complex spatial patterns in response to simple stimuli rather than by copying the input stimulus.  This genetic circuit could drive the creation of biological systems capable of generating spatially varying gene expression profiles in response to simple chemical stimuli.  Such devices should have application in fields such as nanofabrication, environmental engineering and tissue engineering.", "id": "327"}, "ETHZ_Basel": {"school": "ETH Zurich at Basel, Switzerland, www.bsse.ethz.ch", "description": "iGEM team of the ETH Zurich Department of Biosystems Science and Engineering in Basel and friends", "title": "E. lemming - a remote controlled living robot", "track": "Information Processing", "abstract": "We control the movement of a single E. coli cell by light. In wild type E. coli flagella movement is controlled by proteins of the chemotaxis pathway, so called Che proteins. In our engineered cells one of these Che proteins is fused to a synthetic light-sensitive localization system. Two external inputs - red light and far red light - induce the relocation of the fused proteins, thus reversibly changing flagella movement direction. Cells, imaged by bright field microscopy, are automatically detected and tracked while a closed loop controller guides the cell into a user defined direction by autonomously sending light inputs. This makes our engineered cell the smallest remote controllable living robot on earth.", "id": "422"}, "IBB-Pune": {"school": "Institute of Bioinformatics and Biotechnology (IBB), University of Pune, Maharashtra, INDIA.  http://www.unipune.ac.in/snc/institute_of_bioinformatics_and_biotechnology/default.htm", "description": "A biotechnology and bioinformatics education and research institute at the University of Pune,got a bronze medal last year and expecting success at iGEm 2010!", "title": "-- Not provided yet --", "track": "This team has not been assigned to a track.", "abstract": "-- No abstract provided yet --", "id": "403"}, "Freiburg_Software": {"school": "Centre for Biological Signalling Studies (bioss) Institute for Biology III University of Freiburg D-79104 Freiburg Germany http://www.molbiotech.uni-freiburg.de/iGEM http://www.synbiowave.org ", "description": "The Freiburg Software team aims at providing new technologies for collaborative synthetic biology design and research.", "title": "SynBioWave 2.0 - A Collaborative Toolkit for Synthetic Biology", "track": "Software Tools", "abstract": "SynBioWave is an open-source, Synthetic Biology software suite based on Google's open-source communication tool Wave. SynBioWave enables research collaboration by real-time sharing of parts, design and documentation. Moreover, biologists can record and share the process of creating research data. Last year our team developed the basic SynBioWave robot. This year we ported the main program (Robot) to Wave API 2.0 and improved user friendliness, separated the input and output from the sequence database operations by creating a linked wave for data storage. We also provide the 'blueprint-robot', a framework easing new robot development. Furthermore, we are adding new functionality by creating add-on robots that perform tasks such as BLAST-searches, ORF-finding, translation, sequence alignments and restriction site mapping. The main robot is available at SynBioWave@appspot.com, the source code at http://synbiowave.sourceforge.net and the homepage of the project is http://www.synbiowave.org.", "id": "405"}, "Paris_Liliane_Bettencourt": {"school": "University Paris Diderot, University Paris Descartes, and other coming...", "description": "The Paris 2010 iGEM team,hosted at the Centre for Research & Interdisciplinarity of the Paris Descartes University's Medical Faculty", "title": "Every bacteria counts!", "track": "Foundational Advance", "abstract": "Counting is the action of finding the number of elements in a set.  Past attempts at developing counters in cells have mostly attempted to mimic the binary methods that computers use to count.Our first counter takes a new approach to counting in cells, essentially a mechanical rotary counter implemented on a micro scale.  Each time the counter detects an input, it performs an excision and integration directly down-stream of the active site, turning on a reporter and rotating over one 'notch' on the counter.Our second counter operates on the wholly different principle that the statistical occurrence of a rare event in a large population can be modeled.  Each cell in our population harbors a construct that when stimulated has a small chance of excising a terminator and expressing a resistance gene.  The number of resistant cells is thus an accurate count of the number of input stimuli.", "id": "329"}, "KIT-Kyoto": {"school": "Kyoto Institute of Technology, Matsugasaki, Sakyo-ku, Kyoto, 606-8585, Japan  http://www.kit.ac.jp/", "description": "Instructor (Professor, Associate professor), undergraduate students", "title": "E.coli Pen: Draw with your own color", "track": "New Application", "abstract": "Our team, KIT-Kyoto suggests an 'E.coli Pen' as a new Art Tool. This brand-new pen uses no ink but medium in which genetically modified E.coli has been cultured. The Pen is able to express more than four colors in various intensities with single bacterial culture. This will be achieved by constructing plasmids carrying genes coding for four different fluorescent proteins under the control of seven promoters having different sensitivity to oxidative stress.  The E. coli carrying these plasmids will produce different colors with various intensities by differentially responding to the gradient of hydrogen peroxide treatment. Different from previous passive BioArt in iGEM, the genetically engineered 'E. coli Pen' provides an active and wonderful tool for us to purely enjoy the Art having a feeling for biotechnology.", "id": "362"}, "Toronto": {"school": "University of Toronto Toronto, ON, Canada igemtoronto.org", "description": "We are a group of graduate and undergraduate students working under the direction of Dr. John Parkinson at the Hospital for Sick Children / University of Toronto.", "title": "Enhanced Catechol Degradation via Metabolic Channeling in E. coli", "track": "Environment", "abstract": "Oil sands, consisting of a mixture of clay, sand and bitumen represent a significant fraction of remaining petroleum reserves.  However, extracting the hydrocarbons requires large volumes of water which are then contaminated with naphthenic acids, heavy metals and residual hydrocarbons.  These 'tailings' are acutely toxic to higher organisms, though some bacteria and algae can survive in these environs.  Our knowledge of metabolic pathways capable of degrading such contaminants (bioremediation) is limited.  However, the known pathways tend to be slow and inefficient.  The breakdown of many polycyclic aromatic hydrocarbons generates a common intermediate, catechol that is further degraded to Acetyl-CoA.  Metabolic channeling is an effect whereby intermediates are shuttled between enzymes in a pathway circumventing free diffusion into the cytosol.  Here, we present a design, modeling and baseline experiments aimed at demonstrating optimization of catechol degradation using the principle of metabolic channeling in an E. coli proof of concept system.", "id": "357"}, "Tokyo_Tech": {"school": "Tokyo Institute of Technology  http://www.titech.ac.jp/english/index.html", "description": "*", "title": "The 'Wolfman' Coli", "track": "Information Processing", "abstract": "Have you heard the legend of 'The Wolfman'? They're ordinary man at daytime, but suddenly transform into a ferocious wolf in the full-moon night.  Our project aim to imitate the character of Wolfman, more specifically, designing two types of E.coli that help each other to survive at daytime, whereas competing at nighttime when cocultured.  Firstly, two cells have different types of antibiotic-resistance, however this expression is repressed in absence of outer stimulation. Two factors of stimulation, cell density and light, are required at once to activate the antibiotic resistance. We took advantage of photoregulation system (Cph1-EnvZ) to make sure downstream promoter is activated with light. This promoter is followed by circuit designed to sense the cell density of its counterpart and activate the counterpart cell's antibiotic-resistant gene.  With this entire system, we could observe the 'Wolfman' Coli in our laboratory working by AND gate of two stimulation.", "id": "395"}, "Berkeley": {"school": "UC Berkeley Berkeley, CA, USA www.berkeley.edu", "description": "UC Berkeley Team", "title": "Choachoa's Delivery Service", "track": "New Application", "abstract": "Single-celled phagocytic eukaryotes like Choanoflagellates are of great interest to developmental biologists because they may be the last living immediate precursor on the evolutionary tree to animals. These easy to culture and robust organisms are also a desirable eukaryotic chassis for synthetic biology, but there are few tools for delivering biomolecules into these organisms. So, we engineered E. coli to deliver proteins and/or DNA payloads into these bacteria-devouring eukaryotes. Once ingested, our E. coli are programmed to self-lyse and porate the phagosome, releasing their payloads into the cytosol. This delivery mechanism has the potential to deliver payload to any phagocytic organism with a cholesterol-based membrane. As part of our parallel software effort to rework the Clotho plugin environment and API, we made automatic biosafety handling an intrinsic feature of the core. Together, these tools provide a foundation for metazoan synthetic biology and a framework for improving safety in our field.", "id": "426"}, "NCTU_Formosa": {"school": "Department of biological science and technology, National Chiao Tung University", "description": "Students come from Department of biological science and technology, National Chiao Tung University, Hsinchu, Taiwan", "title": "Mosquito Intelligent Terminator, a genetically engineered, temperature controlled E. coli for killing wrigglers", "track": "Environment", "abstract": "The Mosquito Intelligent Terminator (MIT) is designed and optimized to be an ecological and environmental friendly mosquito pesticide. MIT is an engineered E. coli secreting crystal proteins isolated from Bacillus thuringiensis to kill mosquito larvae, or known as wrigglers. These crystal proteins are toxic to certain types of mosquitoes and are not pathogenic to mammals. We designed a temperature-dependent genetic circuit expressing high levels of crystal proteins at room temperature only, thus production does not occur at incubation temperature 37 C. In order to make an environmentally safe insecticide, our design also incorporates a genetic circuit controlling the population size of E. coli. This intelligent terminator is not limited to mosquitos, as it can be custom fitted with different cry genes to other insect species. Currently, with more than one hundred crystal proteins targeting various insect species, our design may potentially serve as a promising pest control solution in the future.", "id": "332"}, "ECUST-Shanghai": {"school": "East China University of Science & Technology Shanghai CHINA www.ecust.edu.cn", "description": "iGEM 2010 team from East China University of Science & Technology", "title": "-- Not provided yet --", "track": "This team has not been assigned to a track.", "abstract": "-- No abstract provided yet --", "id": "378"}, "Stockholm": {"school": "Stockholm University, Stockholm, Sweden, www.su.se", "description": "We are three molecular biology undergraduate students, third and fourth year into the studies.", "title": "Spot on Treatment", "track": "Health & Medicine", "abstract": "For our first participation in iGEM, Team Stockholm have explored the possibilities to fight skin disorders using novel cell-penetrating peptides. We have focused on vitiligo in where pigment cells are destroyed, resulting in white patches on the skin. Studies have shown that vitiligo patients have decreased levels of antioxidants and elevated levels of antibodies targeting the pigment cells in the skin. We have used synthetic biology to fuse cell-penetrating peptides to proteins that are deficient in skin of vitiligo patients. The cell-penetrating peptides will aid in passing the proteins through the skin and target the pigment cells to reach repigmentation. Currently there are no treatments like ours for vitiligo patients. However, we strongly believe that synthetic biology can help bacteriotherapy getting a major role in fighting several skin disorders in the future, and that our first explorations in this field inspires others to continue exploring.", "id": "380"}, "BIOTEC_Dresden": {"school": "TU Dresden", "description": "Masters students, BIOTEC, TU Dresden", "title": "SensorBricks", "track": "Health & Medicine", "abstract": "SensorBricks is a reliable and modular system for antigen recognition, signal amplification and quantification. Initial steps of SensorBricks will focus on the detection of CD33 and other leukemic markers to increase diagnostic stringency. There are three major components in SensorBricks: (i) monoclonal antibodies that bind to an antigen of interest, (ii) a LuxI-Protein A fusion construct which non-specifically binds antibodies and produces the autoinducer N- Acyl homoserine lactone (AHL), and (iii) a Escherichia coli based biosensor which strongly amplifies the production of a fluorescence protein in the presence of AHL. By coupling signal detection to a genetic circuit, we would be able to amplify the signal in a quantifiable manner, allowing the identification of cancer markers expressed in minute quantities.", "id": "407"}, "TzuChiU_Formosa": {"school": "Tzu Chi University, Hualien, Taiwan Website: www.tcu.edu.tw", "description": "Tzu Chi University is located at the Eastern Taiwan. TzuChiU_Formosa participated iGEM in 2009 for the first time and is happy to meet with all teams from worldwide this year. Our team members will come from various departments of Tzu Chi University.", "title": "Nutrient synthesizer", "track": "Food & Energy", "abstract": "Global nutrient deficiency issue has never been solved for centuries, 5.6 millions children died from malnutrition and hunger yearly(UN statistics). We aim to create a synthetic biological device to produce nutrient for people who needed. The device contains sensing, synthesis, and lysis system which is operated in E.coli. When the device senses appropriate signal, it will activate synthesis system to produce nutrient. When products reach a critical mass, the lysis system will take over to release nutrient. We take_-carotene as one of our source of nutrient, as it is the precursor of vitamin A. 40 millions people worldwide suffer night blindness each year because vitamin A deficiency. In our device, we use hydrophobic promoter as our sensing system (_-carotene is lipid soluble), and lysogenic enzyme as our lysis system. Our next step is to transform our synthesizer to lactobacillus which is harmless to human so we could solve the global food crisis problem.", "id": "419"}, "INSA-Lyon": {"school": "Institut National des Sciences Appliquees - Lyon", "description": "We represent the Department of Biosciences of INSA-Lyon", "title": "Droppy Coli : factory of PHB, application and improvement", "track": "Manufacturing", "abstract": "Polyhydroxyalcanoates granules (PHAs) are universal prokaryotic storage compounds of carbon and energy. We aim to control their production in E.  coli thanks to a new part: a strong promoter sensitive to the shaking speed and the temperature of the water bath. By controlling this production, our team focuses on two final purposes : (1) the granule as a storage system for overproduced lipids with medical applications, such as DHA or EPA and (2) the granule as self-cleaving micro-beads in order to purify a recombinant protein of interest. In bacteria, three separate monofunctional enzymes are required for PHA synthesis. In order to improve this pathway, we intend to model a single multifunctional enzyme based on the study of natural evolution of fatty acid synthesis in animals.", "id": "342"}, "IIT_Delhi_1": {"school": "Indian Institute of Technology, Delhi Hauz Khas, New Delhi 110 016, India www.iitd.ac.in ", "description": "Undergraduate students from the Department of Biochemical Engineering & Biotechnology", "title": "Dr.coli", "track": "New Application", "abstract": "The use of bacteria for sensing applications has been around for a while now, and they have been used to produce recombinant proteins as needed for even longer time. The current project focuses on integrating these two components to create a device capable of responding to external stimuli in the form of quantitative protein production. For this device to function, it needed to be capable of producing and secreting the protein extracellularly. Further the dynamics of elicitor interaction with the bacteria in a flow stream and concomitant product release have also been a part of the study. We believe that such a system can play a major role in drug delivery systems that treat as needed and further in creating artificial glands for diseases such as insulin.", "id": "408"}, "Gothenburg-Sweden": {"school": "Chalmers university of technology University of Gothenburg", "description": "Master students from Chalmers and University of Gothenburg. A core team is recruted from international master programmes in Bioinformatics and Systems Biology.", "title": "-- Not provided yet --", "track": "This team has not been assigned to a track.", "abstract": "-- No abstract provided yet --", "id": "423"}, "Gaston_Day_School": {"school": "Gaston Day School Gastonia, NC 28056 www.gastonday.org ", "description": "The Gaston Day School team is composed entirely of high school students from 9th to 12th grades.", "title": "Construction of a Biological Iron Detector in a Secondary School Environment", "track": "Environment", "abstract": "Our team's project was to create a biological iron detector using techniques and procedures available to an ordinary high school laboratory that replicate methods used in university research laboratories. We constructed our reporter by combining an iron-sensitive promoter with a red fluorescent protein (RFP) coding sequence. We chose RFP because of its high visibility and easy detection. Although the assembly was successful, the resulting detector is leaky with measurable RFP even in conditions with no iron present. In our lab environment, we found that it was necessary to work with relatively high concentrations of bacteria and DNA. We developed simplified procedures for transformations, digests, and ligations, but we continue to face problems with DNA visualization and measuring the pigments from the bacteria.", "id": "308"}, "Duke": {"school": "Duke University Durham, NC, USA http://www.duke.edu/", "description": "Duke University iGEM Team 2010", "title": "Engineering a Robust Genetic Switch", "track": "Foundational Advance", "abstract": "Our project aims to produce a genetic transistor which, unlike most bistable switch mechanisms available to synthetic biologists, does not exhibit basal regulatory noise. The transistor will be based on a protein sequestration pathway that uses leucine zippers (bZIPs) Fos and Jun alongside synthetically designed dominant negatives thereof, eliciting a response dynamic similar to a signal titration. Furthermore, we intend to apply such transistors to function as signal amplifiers due to the ultrasensitive responses that can be generated in this mechanism. For the application of this project and others, we are also developing a high throughput gene expression screen for synthetic gene libraries and codon variants, allowing for the possibility of tunable gene expression levels.", "id": "429"}, "uOttawa": {"school": "University of Ottawa Ottawa, ON, Canada www.uottawa,ca", "description": "Synthetic biology undergraduates at the University of Ottawa in the capital of Canada", "title": "Characterization of toggle switch components for use in engineered, tunable networks", "track": "Foundational Advance", "abstract": "The generation rate of complex genetic networks has slowed in the past decade due to a lack of characterized components. We aim to solve this issue by contributing a library of well-characterized yeast toggle switch components with varying dynamics. In order to characterize these switches, each of the two repressors, driven by mutually repressible promoters, is tagged with a distinct fluorescent protein that can be detected and quantified using flow cytometry. To expand the BioBrick database we will submit functionally-tested yeast-enhanced fluorescent proteins, repressors, and a library of repressible promoters. Furthermore, to demonstrate the applicability of these components in fine tuning genetic networks, we hope to use these toggle switches to build a DNA damage sensor with varying levels of sensitivity. We also describe novel methods for BioBrick construction based on natural homologous recombination mechanisms in S. cerevisiae.", "id": "319"}, "VictoriaBC": {"school": "University of Victoria Victoria, B.C. CANADA www.uvic.ca", "description": "Participants from the University of Victoria, in Victoria, BC, Canada", "title": "Exploring AHL inducible fluorescence", "track": "Information Processing", "abstract": "AHL mediated quorum sensing is utilized by many gram negative bacteria for both intra and interspecies communication. Cells containing synthetic DNA constructs that produce fluorescent proteins in the presence of AHLs could be used as in situ reporters of the AHL milleu in dynamic natural systems like biofilms and plant root nodulation. Additionally, cells that can produce AHLs could be used to alter the signalling in these systems and examine the results. Finally, different combinations and spacial arrangements of AHL inducible reporters, AHL producing cells and AHL degrading cells all regulated by the AHL milleu of the media could allow for information processing through the interactions between such nodes. Out team designed a number of AHL regulated nodes, devices that each respond to AHL levels in different ways, and attempted to build some of these nodes to characterize their behavior.", "id": "340"}, "ArtScienceBangalore": {"school": "The Srishti School of Art, Design and Technology", "description": "SrishtiBangalore is a team consisting of undergraduate art and design students who do synthetic biology.", "title": "Synthetic and Post-Natural Ecologies", "track": "New Application", "abstract": "In our second year as artists and designers at IGEM, we have decided to investigate the consequences of creating a Synthetic Ecology: an ecosystem in which organisms designed for a techno-scientific environment interact with organisms in the wild. C.elegans live on a diet of a variety of bacteria, E.coli being such strain. Genetically-modified E.coli can be fed to C.elegans which can then express any double stranded RNA of interest. The dsRNA can knock off specific genes in C.elegans. In our experiments, we are using C.Elegans as a marker to expres a range of external factors in two sets, temperature and IPTG. On a utilitarian level, our project investigates the use of C.elegans as a visual marker for changes in environmental conditions.  On a more critical level, C.elegans is used to study the consequences of interactions between engineered organisms and the 'natural' world.", "id": "420"}, "Tec-Monterrey": {"school": "Tecnológico de Monterrey Centro de Biotecnología-FEMSA Ave. Eugenio Garza Sada 2501 sur. Monterrey, N.L. México. CP. 64849", "description": "Team conformed by students from the Tecnológico de Monterrey, México and sponsored by a reserach center: Centro de Biotecnología-FEMSA at Tecnológico de Monterrey", "title": "Development of a genetic frame for the creation of a concentration-sensitive bacterial sensor", "track": "Environment", "abstract": "Bacterial reporters or whole-cell bacterial sensors have always been an area of application for genetic manipulation and synthetic biology. The first bacterial reporters appeared 20 years ago, although these early tests didn't use genetically modified microorganisms. Further research and development in the area of genetic engineering has resulted in newer and more sophisticated bacterial sensors, capable of detecting the presence of contaminants, sugars and amino acids in different media such as soil and water. However, most bacterial sensors can only detect the presence of a compound at a certain concentration and currently there are few documented bacterial sensors that can detect and report different concentrations of the compound of interest. Our objective was to develop a genetic frame, compatible with the BioBrick standard, for the creation of a concentration-sensitive bacterial sensor. In the process we also developed and characterized BioBricks for two new families of phage activators.", "id": "427"}, "Korea_U_Seoul": {"school": "Korea University Seoul, Korea compbio.korea.ac.kr", "description": "We are undergraduates from Korea University at Seoul, Korea. Last year, KU_Seoul was one of the first iGEM teams from Korea.", "title": "Heavy Metal Gang Captured By Capsule Cop", "track": "Environment", "abstract": "Toxic heavy metals such as arsenic, zinc, and cadmium in water are very harmful. Detecting these heavy metals is an important task. So we designed a heavy-metal-detecting E. coli. In order to design the system, we employed two fluorescence proteins (GFP, RFP) and aryl acylamidase as signal reporters. The aryl acylamidase converts a colorless acetaminophen(Tylenol TM) to a brown color substrate. Since the detecting E. coli has three heavy metal promoters, if more than two heavy metals coexist in a solution, the E. coli emit mixed fluorescence, so we simultaneously detect metals. Our goal is to synthetic modules put these three genes for different heavy metals in a row in E. coli and then utilized in the form of a lyophilized powder, which can be stored in a drug capsule to make it portable so that analysis of water is easily processed. We call it a 'Capsule Cop'.", "id": "400"}, "TU_Delft": {"school": "Delft University of Technology", "description": "iGEM competition team of the Delft University of Technology - Delft - The Netherlands", "title": "Alkanivore: Enabling degradation of hydrocarbons in aqueous environments", "track": "Environment", "abstract": "Pollution of soil and water environments by crude oil has been, and is still today, an important environmental issue. This was once more confirmed with the oil-spill in the Gulf of Mexico, but is also an issue that has to be faced continuously during the process of oil extraction from oil sands. Cleaning has proven to be challenging, but synthetic biology may hold the key to sustainable bio-remedial solutions for the future. What if we could design a small, autonomous, self-replicating, inexpensive method to remove oil from aqueous environments? The TU Delft iGEM 2010 team spent their summer designing a system that can tolerate, sense, dissolve & degrade hydrocarbons in aqueous environments, which could open new doors for the oil-industry.", "id": "398"}, "Virginia_United": {"school": "Virginia Tech Blacksburg, VA, USA www.vt.edu  University of Virginia Charlottesville, VA, USA www.virginia.edu  Virginia Commonwealth University Richmond, VA, USA www.vcu.edu  Bluefield State College Bluefield, WV, USA www.bluefieldstate.edu  Virginia State University Petersburg, VA, USA www.vsu.edu", "description": "A regional team between Virginia Tech, University of Virginia, Virginia Commonwealth University, Bluefield State College, and Virginia State University. The students will spend their summers spread between labs at Virginia Tech, University of Virginia, and Virginia Commonwealth University, but will work towards a common project.", "title": "Quorum Sensing Amplifiers and a Codesign Approach for Information Processing", "track": "Information Processing", "abstract": "Synthetic biology endeavors to create information processing systems modeled on digital electronics.  The use of quorum sensing can help transform an inherently analog molecular signal into a binary response and simultaneously allow the tuning of input response thresholds and signal amplification.  This project demonstrates these capabilities through experimentation and modeling.  Another candidate for reapplying an electronic engineering technique is the codesign of hardware and software to implement a function.   In synthetic biology, codesign might mean implementing a design spec in different expression control regimes and comparing their relative merits.  Our work examines the codesign concept by constructing an AND gate in three different design domains.  We explore the application of these ideas with an environmental sensor.  A unique aspect of our project is the collaborative nature involving five institutions at three locations.", "id": "303"}, "Nevada": {"school": "University of Nevada Reno, NV 89557 USA www.unr.edu", "description": "2010 Nevada iGEM team.", "title": "Development of Plant Biosensors for Environmental Monitoring Using Nicotiana tabacum Protoplasts as Transgenic Plant Models", "track": "Environment", "abstract": "The 2010 Nevada iGEM team has three objectives for this year's competition. One, we want our highlight to be the first team to provide the iGEM registry with stress-inducible promoters to be used in plants. These promoters can be valuable tools in monitoring the environment for salt, heavy metals, temperature, and more. Second, we want to develop a real-time monitoring model of these stress-inducible promoters by having fluorescent reporters linked to their expression. Current research typically uses microarray, a technique that takes a 'snapshot' of a system, where as we want to hold a 'video camera' up to specific genes. Third, we will show the advantages of using Nicotiana tabacum protoplasts (NT cells). Our NT cell system provides a faster, cheaper, and safer method of obtaining a transgenic plant model than transforming an actual plant, benefits future iGEM teams may want to take into consideration.", "id": "414"}, "BCCS-Bristol": {"school": "BCCS, University of Bristol, U.K., www.bris.ac.uk", "description": "A team of undergraduate and postgraduate students from the University of Bristol, UK and the Bristol Centre for Complexity Sciences", "title": "agrEcoli: Smarter farming through bacterial soil fertility sensors", "track": "Food & Energy", "abstract": "Fertiliser production is a major contributor to global carbon emissions, and excess fertiliser can cause immense damage to local ecosystems.  Our lab has developed and characterised a cheap, versatile soil fertility sensor based on an E.coli chassis. It expresses fluorescent signals upon nutrient detection, producing a high-resolution nutrient distribution map of arable land. The ratio of two fluorescent signals allows farmers to quantify soil nutrient content. agrEcoli bacteria, encapsulated within a gel container to improve visibility and prevent escape, have been shown to work on soil in lab conditions. We have explored the marketing of our device, considering public perceptions of synthetic biology. BSim, our prize-winning modelling framework, has been extended to analyse our new biobrick's behaviour within gel capsules. In addition, a new interface for BSim has improved its accessibility to the wider synthetic biology community, facilitating collaboration. agrEcoli optimises fertiliser use, saving farmers' money and reducing environmental damage.", "id": "381"}, "Groningen": {"school": "University of Groningen Groningen, Netherlands www.rug.nl", "description": "University of Groningen team 2010", "title": "Hydrophobofilm --- a self assembling hydrophobic biofilm", "track": "New Application", "abstract": "Surface hydrophobicity is a useful property and has many applications. Hydrophobicity keeps a surface clean and dry preventing micro-organisms from attaching to a surface. Most chemical  coatings used presently are costly or harmful to the environment. Our idea is to engineer Bacillus subtilis which when applied to a surface, automatically forms a hydrophobic biofilm coating. Succesful biofilm formation will serve as a trigger for the expression of hydrophobic proteins called Chaplins. The result of this process will be a rigid biofilm with embedded hydrophobic proteins, leaving a coated surface which is extremely hydrophobic. Producing a self-assembling hydrophobic biofilm is cheap, there is no high-tech treatment involved and there are no hazardous chemicals necessary to attain a hydrophobic coating. Applications of this hydrophobic biofilm range from anti-fouling coatings on ships to anti-corrosion coatings used to protect sensory equipment.", "id": "305"}, "Wisconsin-Madison": {"school": "University of Wisconsin Madison - Madison, Wisconsin www.wisc.edu", "description": "We represent the University of Wisconsin-Madison.", "title": "Universal Platform for Polypeptide Delivery: Intelligent Delivery of Ingestible Enzyme Treatment (iDIET)", "track": "Health & Medicine", "abstract": "We have designed a universal platform for polypeptide release within the small intestine of the human gut. Our model system release beta-galactosidase, a functional homologue of human lactase, once it reaches the duodenum to help a lactose intolerant patient metabolize lactose. The chassis for this system is the common probiotic in yoghurt, Lactobacillus acidophilus. Once the Lactobacillus acidophilus has reached the duodenum, they will lyse by either by a timed inducible/repressible system, a bile-inducible system, or an encryption system. Using DNA we can mimic the functionality of a combination lock, and produce a 'locked' gene, which can be effectively 'unlocked' only after a specific sequence of inputs. Since DNA functions as a logical medium, the 'locked' and 'unlocked' states are heritable, which makes this system useful as the computational basis for many higher-order genetic devices from bacterial calculators to engineering of new metabolic pathways to bacterial drug delivery systems.", "id": "318"}, "Tianjin": {"school": "Tianjin University,Tianjin,China www.tju.edu.cn", "description": "Our team is aiming at creating genetically engeered bacteria machine with creativity and originality.", "title": "Lignin degreadation yeast", "track": "Environment", "abstract": "We make some Saccharomyces cerevisiae which could synthesize lignin degrading enzymes and put them on the out surface of the yeast through the yeast surface display technology. Those cells, which propagate themselves rapidly, could affix to the wood cellulose material and begin to degrade the lignin quickly with the enzymes of their surface. This yeast will make the lignin degradation pretreatment more secure to our environment and lower the cost. The products of this process are celluase and hemicellulase, which could be used to produce alcohol fuels and papermaking in the next steps. Yeast pharmacist: What we what to design is a model which can facilitate the discovery of various drugs in the traditional Chinese Medicine, the active components of which are usually unknown. Since nicotine receptor is the target of many medicines, especially medicines for  smoking cession, our system aims at helping to find medicines that could act as partial agonist.", "id": "500"}, "LMU-Munich": {"school": "Ludwig-Maximilians-Universitaet Munich, Germany http://www.uni-muenchen.de/index.html", "description": "A team constisting of biologists, biochemists, chemists and bioinformatics focusses on apoptosis and in vivo DNA synthesis", "title": "Production of azobenzene derivates in E.coli and selection of successful transformants by apoptosis", "track": "Foundational Advance", "abstract": "We are engaged in two projects: Project 'Pathway' involves the creation of an artificial metabolic pathway for the synthesis of azobenzene derivates in E. coli. This would be accomplished by expressing the required enzymes, encased in a proteinaceous bacterial microcompartment. This construct is necessary in order to shield the cell from toxic intermediates which would otherwise make this biosynthesis impossible. Azobenzene derivates are interesting in the field of biochemistry because of their properties as synthetic molecular switches. Project 'ApoControl' is divided into three subprojects on controllable cell-death. The goal is to develop a system to improve the efficiency and specificity of gene expression in eukaryotic cell-lines and more specifically, to select cells expressing the target gene against cells that do not. Here, proapoptotic genes instead of antibiotic resistance are used as a selection marker to induce clean cell-death at different stimuli.", "id": "368"}, "UCSF": {"school": "University of California, San Francisco", "description": "Team of students from Lincoln High School and undergraduates.", "title": "Synthetic Killers - engineering immune cells for cancer therapy", "track": "Health & Medicine", "abstract": "Cytotoxic cells of the immune system (Natural killers and cytotoxic T cells) identify cancer and virally-infected cells and kill them. These potent killers travel throughout the body, recognizing proteins and other molecules on the surface of target cells. If the target cell is deemed potentially dangerous, the cytotoxic cell grips the target cell tightly and creates an immunological synapse at the site of adhesion. Within this immunological synapse, the killer cell releases cytotoxic granules to kill the target cell without harming any nearby cells allowing for a direct, apoptotic death.   Our team will focus on improving the specificity and killing efficiency of cytotoxic cells towards certain cancer types. By using synthetic biology tools and logic gates' design, we hope to create powerful killing biomachines for the fight against cancer. Our newly engineered synthetic devices would have the potential to enhance current adoptive cell-based immunotherapy for cancer patients.", "id": "321"}, "Chiba": {"school": "Chiba University Chiba-shi, Chiba, JAPAN www.chiba-u.ac.jp/e/", "description": "Chiba University, Japan", "title": "Eliminating the False-Input 'Genetic Double-Click System'", "track": "New Application", "abstract": "We daily double-click the icons to open the files or to exert the program: this is clearly distinguished from the single click, which is often for selecting or highlighting the program. This year, iGEM CHIBA is constructing genetic double-click system whose output is released only when the input (inducing agent) is given twice within a limited time. To discriminate double-click from two separated single-clicks, the 1st input is to be memorized temporarily. If the 2nd input is added before the memory gets lost, output will be produced. If the 2nd input is not added within the given time, the system will be reset to the original state. This mechanism could work as a sort of safety device; by requiring the 2nd 'confirmation' input, one can drastically reduce, or even eliminate, the frequency of false-inputs. This system could be useful in operating the potent or potentially-hazardous biochemical processes.", "id": "396"}, "ESBS-Strasbourg": {"school": "Ecole superieure de Biotechnologie de Strasbourg http://www-esbs.u-strasbg.fr/esbs/?lang=en", "description": "The team is a international group of thirteen students, 11  with a biotechnological background and 2 from the school of physics.", "title": "A light-controllable specific protein degradation system as new standard for synthetic biology", "track": "Foundational Advance", "abstract": "The aim of our project is to engineer a new fundamental component that could be universally used to build more complex or more controllable biological circuits inside chassis organisms. This new component consists of the E. coli protease ClpXP to which the phytochrome B (PhyB) of Arabidopsis thaliana is fused. Any given protein can be degraded as long as it is fused with the Phytochrome Interacting Factor (PIF)-degradation tag biobrick. The activity of this system is tightly controlled and switchable by light inducement.", "id": "365"}, "Caltech": {"school": "California Institute of Technology Pasadena, CA, USA http://www.caltech.edu", "description": "Student team from the California Institute of Technology", "title": "Towards the Production of a Bioplastic Bioprinter and Design for a General Printing Framework", "track": "Manufacturing", "abstract": "Our goal for the was to create and print a bioplastic, polyhydroxybutyrate (PHB), from soybean oil using E. coli. Our proposed design uses a radical crosslinking reagent to crosslink PHB monomers in cell lysate, released upon a light-induced lysis gene network. We hope to apply this printing ability to three-dimensional printing, offering a cheap alternative to current rapid-prototyping technologies. Our work involves characterizing an infrared promoter for light-lysis, experimenting with PHB production in cells, and the design of a dual-wavelength printing system. We discuss how this system could be generalized to create a framework for actuating groups of cells in any 3D volume to theoretically modulate behavior more complex than lysis. We also plan to apply special consideration to the ramifications of possible commercial enterprises developed in iGEM competitions with open source biological materials, such as BioBricks .", "id": "338"}, "Tokyo_Metropolitan": {"school": "Tokyo Metropolitan University,  Hachioji 192-0397, Tokyo, Japan. http://dept.biol.metro-u.ac.jp/en/ ", "description": "iGEM team in The Tokyo Metropolitan University", "title": "Life Design: Fine Clothing, Color Housing and Delicious Food by using E. coli", "track": "Manufacturing", "abstract": "Our team theme is 'Life Design.' We make our life comfortable by following three projects. [E. coli Fiber Project - Fine Clothing] Bacteria cellulose is very useful material. People try to get bacteria cellulose. But it is high cost and low efficiency. Aim of our project is to make low cost and high efficiency cellulose factories where E.coli works! [E. coli Pattern Formation Project - Color Housing] Give an experimental proof of Turing pattern. We use two kinds of E. coli and make various patterns! The patterns are dynamic and stereoscopic!? [E. coli Rice Master Project - Delicious Food] Japanese like rice, our staple food. We are particular about the quality of rice. Rice Master of E. coli judges the quality of rice. In future, other kinds of food 'Master' provide us some information about quality of foods.", "id": "336"}, "Macquarie_Australia": {"school": "Macquarie University, NSW, Australia www.mq.edu.au", "description": "Macquarie University Biomoleculars", "title": "Engineering a Bacteriophytochrome switch - creating a controllable E. coli chameleon", "track": "New Application", "abstract": "Photoreceptors are utilized by almost every organism to adapt to their ambient light environment. Our aim is to engineer a novel, reversible molecular 'light switch' within E. coli by introducing a photoreceptor from non-photosynthetic bacteria (Deinococcus radiodurans and Agrobacterium tumafaciens). By cloning the bacteriophytochrome coupled with heme- oxygenase, an enzyme producing biliverdin, the created colonies are able to respond to red and far-red light environments. This novel approach will result in the colour of E. coli to 'switch' from blue to green reversibly. Our E. coli chameleon will serve as a fundamental 'bio-brick' for future applications by providing a simple and photo-reversible switch.", "id": "497"}, "Valencia": {"school": "Universidad Politécnica de Valencia Universidad de Valencia Valencia, Spain www.intertech.upv.es", "description": "Valencia Team", "title": "Mad yeast on Mars", "track": "Food & Energy", "abstract": "We present an intermediate scenario in the pathway towards Mars Terraformation. The project is focused in two essential conditions on this process: Increase the planet temperature, resistance of microorganism to thermal changes. The proposal is that dark yeast cells retain the arriving radiation and heat the surface. But, once the temperature reaches its optimum on the planetary surface the color production should be switched off. In order to achieve that and taking advantage of Synthetic Biology principles, a switch based on prion proteins (on mad yeast!) will be used. The work will be complemented with the implementation of the expression of  LEA (late embryogenesis abundant) 'antifreeze' protein. Summarizing, we are going to build a engineered yeast resistant to temperature changes and able to produce a dark pigment which will be the responsible of a global temperature increase on Mars.", "id": "401"}, "Imperial_College_London": {"school": "Imperial College London", "description": "The Imperial College London 2010 Team", "title": "Parasight - Parasite detection with a rapid response", "track": "Health & Medicine", "abstract": "\"More than two billion people around the world live with unrelenting illness due to parasites\" - WHO Director General Lee Jong-wook. Synthetic biology offers great opportunity for biosensors, however current designs require hours before useful output. To tackle this issue in the field, it's crucial that our project can respond in minutes, hence we have engineered a fast, modular sensor framework. This allows detection of a range of different parasites, and may also be used as an environmental tool for mapping their spread. We have developed two new technologies that enable our modular input/output - a novel cell surface biosensor, customisable for specific parasitic proteases, linked through quorum-sensing to a new 'fast-response' module capable of producing a detectable output in minutes. To demonstrate the concept, we've designed and fabricated B. subtilis to give a striking colour readout upon detecting the waterborne Schistosoma parasite which affects 200 million people worldwide.", "id": "316"}, "WesternU-Research_Ontario": {"school": "University of Western Ontario  Fanshawe College  London Ontario Canada", "description": "The team is composed of undergraduate students from the Engineering and Medical Sciences faculties of University of Western Ontario and The Applied Degree in biotechnology Program of Fanshawe College and sponsored in part by The Stiller Centre and The UWO Research Park.", "title": "-- Not provided yet --", "track": "This team has not been assigned to a track.", "abstract": "-- No abstract provided yet --", "id": "413"}, "Utah_State": {"school": "Utah State University Logan, UT, USA www.usu.edu", "description": "Utah State iGEM team", "title": "CyanoBricks: Genomic Engineering Tools for the Photosynthetic Cyanobacterium Synechocystis", "track": "Manufacturing", "abstract": "The future of synthetic biology lies in expanding our ability to engineer genes in new organisms. Our project develops a system to engineer the genome of the photosynthetic cyanobacterium Synechocystis sp. PCC6803, establishes expression standards for this species, and adds a set of characterized Synechocystis promoters and ribosome binding sites to the BioBrick toolbox. We developed a BioBrick vector that can be used to assemble parts and devices in E. coli. Upon transformation into Synechocystis, it integrates the device directly into the genome through homologous recombination. We utilized genes that were activated under a variety of conditions, from those responding to heat stress to ones oscillating under a circadian rhythm. The promoters and ribosome binding sites were converted into BioBrick-compatible parts, and subsequently characterized. Our success will enable the use of existing parts in new species, and will expand the range of devices that can be built.", "id": "390"}, "Kyoto": {"school": "Kyoto University Sakyo-ku, Kyoto, Japan www.kyoto-u.ac.jp  ", "description": "We'll enjoy igem2010!", "title": "The Fantastic Lysisbox", "track": "Foundational Advance", "abstract": "Genetic engineered cell death is imperative for biotechnological usage, such as bioremediation area. For controlling cell death, we designed 'Lysisbox' consists of a pair of modules: 'Killer gene' and 'Anti-killer gene.' As the Killer gene for E.coli, we noted the lysis cassette [SRRz/Rz1gene] of lambda phage coding for a holin and an endolysin. The holin forms pores in the inner membrane, and the endolysin access to and degrade the peptidoglycan by passing through the pores, leading the E.coli to death. As the Anti-killer gene, we chose S-TMD1 coding for a dominant-negative holin that inhibits the formation of the fatal pores. The balance of these two genes expression level has a key of the E.Coli's life or death. In addition, such controllable membrane pores must show critical functions for all living organisms with lipid membranes. 'Lysisbox' will contribute a lot to future projects, thus you must say 'FANTASTIC!!!'", "id": "358"}, "Missouri_Miners": {"school": "Missouri University of Science and Technology", "description": "Synthetic Biology team from Missouri S&T;", "title": "The Electric Microbe:  Making A Fuel Cell With E. coli", "track": "Food & Energy", "abstract": "The growing need for alternative fuel sources has sparked interest and research across many scientific and engineering disciplines. The fledgling field of microbial fuel cell development has previously relied on anaerobic metal reducing organisms such as Geobacter sulfurreduccens. This project sought to isolate genes from the electron shuttling pathway in Geobacter and transform them into the more manageable aerobic Escherichia coli. The Missouri University of Science and Technology iGEM team isolated four outer membrane cytochrome (omc) genes from Geobacter, vital to the extracellular transportation of electrons. The four genes; omcB, omcE, omcS and omcT, were cloned into individual plasmids. The eventual goal is to combine all four genes into one plasmid to transform into E. coli to create an aerobic, electron transporting microbial system.", "id": "306"}, "Heidelberg": {"school": "University of Heidelberg Heidelberg, Germany www.uni-heidelberg.de", "description": "Students from Facculty of Biosciences and Physics, Team Coordination by Prof. Roland Eils (German Cancer Research Center and IPMB/Bioquant at University of Heidelberg)", "title": "miBricks: DNA is not enough", "track": "Health & Medicine", "abstract": "The key to successful gene therapy is integration of tissue specificity and fine-tuned target gene expression. The iGEM Team Heidelberg 2010 unlocks the world of synthetic microRNAs, since focusing solely on DNA has often been inconvenient for medical purposes. We engineered a toolkit for standardized measurements of interactions between artificial miRNAs and their binding sites. From this data we were able to compute an in silico model integrating binding site properties and knockdown percentages. Thus, the expression level of any gene of choice could be arbitrarily adjusted by employing the corresponding binding site design. To produce tissue specific miRNA gene shuttles, we developed an evolution-based method for synthesis of new adeno associated viruses. This enabled us to overcome the natural limitations of virus selectivity. In the future, miBricks could be applied for treatment of diseases like Diabetes and Hemophilia, opening the doors to new Synthetic Biology based medical approaches.", "id": "337"}, "UIUC-Illinois-Software": {"school": "University of Illinois at Urbana Champaign  www.illinois.edu", "description": "We are a moderately sized group of highly motivated undergraduates from various majors assisted by several faculty advisors. We are looking forward to doing well in the 2010 competition.", "title": "BioMORTAR", "track": "Software Tools", "abstract": "In order to facilitate the design process for novel bacterial metabolism, our team has created a tool suite known as BioMortar which will automate plasmid design for metabolic processes as well as model cell growth. BioMortar begins with a much improved version of IMPtools, which uses an algorithm over a network generated by the KEGG database, to determine the optimal metabolic pathway according to specified conditions. At this point, it accesses the DNA sequences for each recommended enzyme for each reaction and searches the BioBrick database for related gene sequences. Then, BioMORTAR designs and displays the advised, usable plasmid(s) in BioBrick format for the user.  Finally, the program models the growth of the organism, with the addition of the new metabolic pathway(s). By automating the design process, BioMORTAR streamlines the process of designing bacteria with new metabolic processes.", "id": "335"}, "Lethbridge": {"school": "University of Lethbridge Lethbridge, Alberta, Canada www.uleth.ca", "description": "The University of Lethbridge 2010 iGEM Team", "title": "A synthetic biology based approach for bioremediation of the tailings ponds", "track": "Environment", "abstract": "The industrial methods, used to harvest the oil sands, produce contaminated water in the form of tailings ponds with many harmful chemicals such as naphthalic acids, catechol and heavy metals.  We are targeting catechol for degradation into common metabolic intermediates of the Krebs Cycle by using xylE from Pseudomonas putida that codes for the protein catechol-2,3-dioxygenase.  Catechol-2,3-dioxygenase is being targeted into microcompartments, formed by engineered Aquifex aeolicus protein, lumazine synthase, to reduce cross-talk and increase concentration.  The complex will then be purified and applied to the tailings for catechol degradation.  By funnelling other pathways through catechol we can develop efficient methods for the decontamination of the tailings ponds.  Mms6 from Magnetospirillum magneticum removes heavy metals from solution by forming nanoparticles.  The Mms6 protein will be secreted from the cell into the tailings for the removal of metals such as iron and cobalt for creating an efficient bioremediation process.", "id": "331"}, "Freiburg_Bioware": {"school": "Centre for Biological Singlling Studies Institute for Biology III University of Freiburg Schaenzlestr. 1 D-79104 Freiburg Germany http://www.molbiotech.uni-freiburg.de/iGEM", "description": "Enthusiastic students and dedicated instructors, with a humble attitude to nature do their best to support mankind with novel synthetic biology ideas and products.", "title": "A Modular Virus Construction Kit for Therapeutic Applications", "track": "Health & Medicine", "abstract": "Gene delivery using viral vectors holds great promise for the treatment of acquired and inherited diseases. The human Adeno-Associated Virus (AAV) is a small, non-pathogenic, single-stranded DNA virus gaining increasing attention being both versatile and effective. Taking current knowledge into account, we generated a recombinant, modularized, BioBrick-compatible AAV 'Virus Construction Kit'. We provide parts for modified capsid proteins, targeting modules, tumor-specific promoters, and prodrug-activating enzymes as well as readily assembled vectors for gene delivery and production of non-replicative virus particles. The viral tropism is altered by N-terminal fusion or by loop replacement of the capsid proteins. Functionality of viruses constructed from our kit was demonstrated by fluorescent protein expression in infected cells and by prodrug-induced killing of tumor cells upon viral delivery of a thymidine kinase. Incorporating multiple layers of safety, we provide a general tool to the growing field of personalized medicine and demonstrate its use in tumor therapy.", "id": "404"}, "METU_Turkey": {"school": "Middle East Technical University,Ankara,TURKEY metu.edu.tr", "description": "METU Life Sciences Team is composed of students interested in Synthetic Biology, which has unique and strong motto  \"Life lives in details!\"", "title": "E-CO Sensor", "track": "New Application", "abstract": "Cells can sense and respond to the presence of various gas molecules such as oxygen, nitrogen and carbon monoxide using gas sensor proteins. CooA is a carbon monoxide (CO) sensing transcription factor. It is a member of the cAMP receptor protein (CRP)/fumavate nitrate reduction (FNR) family of transcriptional regulators. CooA switches on oxidation enzymes in Rhodospirillum rubrum (a purple, nonsulfur, phototrophic bacterium) which enables the bacterium to use CO as a carbon source. CO is an odorless and colorless gas which can be extremely lethal. Our aim is to develop a cell sensor which can detect a wide range of CO concentration in the environment. We are building CooA and CooA-responsive promoter biobricks which will be transformed into E.coli. Fluorescent proteins (GFP and RFP) will be utilized as dose-responsive signals of ambient CO.", "id": "352"}, "ULB-Brussels": {"school": "Université Libre de Bruxelles, Brussels, Belgium http://www.ulb.ac.be/", "description": "Team of the Université Libre de Bruxelles", "title": "Hydrocoli : How to make wastewater our new green energy source", "track": "Food & Energy", "abstract": "Current hydrogen production processes are not sufficiently energy-efficient to provide a viable source of green energy. Our project is to design a genetically engineered Escherichia coli which could be used for hydrogen production. To offset the low yields of hydrogen production through dark fermentation, the substrate would be the organic compounds found in wastewater. The mixed acid fermentation pathway, leading to hydrogen production, can be improved by both the overexpression and the deletion of several genes involved. In addition, we would like to implement various features to enable the strain to perform other tasks related to wastewater treatment, such as biosensor, eliminating nitrogen compounds, or hindering hydrogen consumption by methanogenic bacteria, as well as a planned death system in order to prevent its proliferation in the environnement. We also plan to adapt to iGEM standards the homologous recombination tool used for the deletions.", "id": "348"}, "Stanford": {"school": "Stanford Stanford, CA www.stanford.edu", "description": "We are the Stanford iGEM team.  We intend to have a great time and do very well this year.", "title": "EscheRatio coli: Novel Sensors to Detect a Ratio of Environmental Inputs", "track": "Foundational Advance", "abstract": "The majority of sensors currently used in synthetic biology respond to the absolute concentration of a chemical. However, many important biological processes are governed by the ratio between the concentrations of multiple chemicals. To create systems capable of responding to more complex input data, the Stanford team designed two types of ratio-measuring sensors. The first sensor utilizes two unique small RNAs to inhibit the transcription of two operons, each responding to an environmental factor and having a specific flourescent protein (or output gene). By manipulating the number of small RNAs produced, a tipping point between outputs can be established for different input ratios. The second sensor uses a phosphorylatable protein to control the transcription rate of an output promoter. By linearly associating two chemical inputs to the production of a kinase and a phosphatase, the ratio of the two environmental factors indirectly dictates the activity of the output promoter.", "id": "353"}, "USTC": {"school": "University of Science and Technology of China", "description": "University of Science and Technology of China iGEM 2010 wetlab team", "title": "An Integrated Platform Based on Bacterial Microcompartment for de novo Proteinaceous Artificial Organelles", "track": "Manufacturing", "abstract": "In synthetic biology, we are in great need of an independent compartment and an integrated line to assemble disparate elements in cells. Thus we design, model and construct a platform for artificial organelles. The shell genes of Citrobacter freundii pdu bacterial microcompartment (BMC) were first constructed into BioBrick parts, assembled and expressed to form an empty porous multi-protein shell of ~100nm. Then target protein can be located either inside or outside the empty shell by fusing the protein with signal sequences, using a novel and convenient assembly standard compatible with the RFC 10. Onto this platform, artificial organelles with different functions can be constructed. With enzymes or binding proteins inside the shell, different nanoreactors or nanoreservoirs can be produced. Modifications outside the shell can be applied to build multi-protein super-complexes or facilitate downstream purification with affinity tags. Such a platform will make E. coil an integrated factory.", "id": "371"}, "TU_Munich": {"school": "TU München James-Franck-Straße 85748 Garching www.tum.de ", "description": "A team of biotechnology, biochemistry, mathematics and physics students working on RNA regulatory circuits", "title": "bioLOGICS: Logical RNA-Devices Enabling BioBrick-Network Formation", "track": "Foundational Advance", "abstract": "Among the goals of iGEM is the creation of synthetic biological parts and their utilization to achieve novel features and behavior in biological systems. The emphasis of our project is put on this latter, 'systems' aspect of iGEM. More precisely, we aim at the development and experimental demonstration of a scalable approach for the realization of logical functions in vivo. By developing a computational biological network based on RNA logical devices we will offer everyone the opportunity to 'program' their own cells with individual AND/OR/NOT connections between BioBricks of their choice. Thereby, BioBricks can finally fulfill their original assignment as biological parts that can be connected in many different ways. We will achieve this by engineering simple and easy-to-handle switches based on predictable RNA/RNA-interactions regulating transcriptional termination. These switches represent a complete set of logical functions and are capable of forming arbitrarily complex networks.", "id": "494"}, "Baltimore_US": {"school": "The Community College of Baltimore County Catonsville, MD USA 21228 web ccbcmd.edu Towson University Towson, MD USA 21252 web towson.edu", "description": "A regional consortium of college and university students, bio enthusiast, and interested parties.", "title": "A path towards low cost high throughput gene synthesis", "track": "Manufacturing", "abstract": "Synthetic biology research requires more cost effective approaches toward reagents and hardware accessibility.   We are developing low-cost alternatives to existing hardware and enzymes in an attempt to expand participation in biological research and development.  Our project expands the accessibility of Taq Polymerase by engineering it in a form compatible with BioBrick assembly.   This allows use of the over-expressed enzyme from a crude bacterial extract in a PCR reaction at a fraction of the cost of highly purified commercial enzyme.   In addition, we have developed inexpensive and easily assembled lab equipment such as a gel electrophoresis apparatus and a PCR thermal cycler.   Enabling researchers to synthesize their own enzymes and having access to inexpensive tools will allow for increased participation among the DIY-bio community, stretch increasingly scarce educational funds, and allow rapid scale up of large scale gene synthesis projects.", "id": "375"}, "WashU": {"school": "Washington University in St. Louis, St. Louis, MO, USA", "description": "WashU iGEM 2010 is the second Washington University in St. Louis team to compete in iGEM.", "title": "A new set of synthetic biology tools for Saccharomyces cerevisiae", "track": "Foundational Advance", "abstract": "Saccharomyces cerevisiae is a model unicellular eukaryotic chassis; however when compared with Escherichia coli the available synthetic biology tools are lacking. To remedy this problem the 2010 Washington University iGEM team has introduced a synthetic alternative splicing tool, as well as designed and produced new BioBricks parts to ease transformation of synthetic constructs into S. cerevisiae. A mutually exclusive exon splicing system was formulated in which Sex-lethal interacts with the native splicing machinery to affect splice site choice. Two vectors have been designed to facilitate simple bacterial BioBrick manipulation and subsequent chromosomal integration into the yeast genome. A yeast positive selection marker BioBrick has been produced for the first time. Chromosomal integration with positive selection will stabilize and streamline BioBrick transformations into S. cerevisiae. A synthetic splicing assembly will allow for new synthetic biology techniques such as isoform engineering of proteins or combinatorial logic.", "id": "394"}, "Peking": {"school": "Peking University, Beijing, China www.pku.edu.cn", "description": "We highly expect a communication and conversation with anyone who is interested in iGEM and synthetic biology!", "title": "Heavy Metal Decontamination Kit", "track": "Environment", "abstract": "During this summer, our group has developed a method to engineer bacteria into heavy metal decontamination kits. First of all, we analyzed the function, structure and operation of the transcription factor MerR, a mercury-responsive regulator in detail via bioware experiments and modeling. Then appropriate topology candidates for proper bioreporters were carefully searched. We selected a candidate and re-designed genetic components to accomplish certain bioreporter function in need, which was verified by following bioware experiments. For bioabsorbents, we engineered MerR into a metal binding peptide. This was followed by inductive expression of engineered peptide on surface, periplasm and cytosol of E.coli. This reverse engineering method was then expanded to lead-responsive regulator, PbrR, to confirm the validness of this method. Results demonstrated that the procedure mentioned above is streamlined enough to construct valid whole-cell bioreporters and bioabsorbents of various heavy metals for field application in the near future.", "id": "346"}, "Yale": {"school": "Yale University, New Haven, CT, USA  http://groups.google.com/group/yale-igem", "description": "Yale University iGEM team", "title": "Manufacturing electrical circuits using localized microbial metal deposition", "track": "Manufacturing", "abstract": "What does it take to make bacteria produce an electrical circuit? One of the most exciting uses for synthetic biology is in the design of biological systems that can replace and improve industrial processes. By achieving industrial goals using biological processes, we predict dramatic reductions in economic and environmental manufacturing costs. Our project is a first step towards biologically synthesized electronic circuits. Based on precedence of naturally redox-capable bacteria, we generated a system in E. coli that reduces metal in solution. Depending on the application, this system has the ability to form a conductive copper sulfide that can be localized with high precision. In the future our bacteria could catalyze metal deposition to form electrical circuits of any desired dimension and complexity.", "id": "393"}, "Penn_State": {"school": "The Pennsylvania State University University Park, PA, USA www.psu.edu", "description": "Undergraduate team", "title": "Bacterial Fireworks: Oxygen Bio-sensing and Signal Amplification", "track": "Food & Energy", "abstract": "Oxygen contamination can be a challenge for many anaerobic processes.  To monitor these processes we created and oxygen bio-sensor in E. coli which produces an anaerobic fluorescent protein.  The task of creating an oxygen bio-sensor is compounded by the fact that oxygen diffusion through many substances is very limited; so oxygen contamination can be undetected due to a response which is too 'soft' . To combat this, we enabled our sensor to induce this response in non-oxygenated bacteria via the lux system; thus amplifying the signal and producing a bio-alarm which is sufficiently 'loud' to not be missed.  To accomplish this goal we characterized the response characteristics of the many different Lux components in the parts-distribution.  This system can be easily inverted to monitor oxygen depletion in oxygen dependent processes.", "id": "376"}, "UIUC-Illinois": {"school": "University of Illinois at Urbana Champaign", "description": "We are a moderately sized group of highly motivated undergraduates from various majors assisted by several faculty advisors. We are looking forward to doing well in the 2010 competition.", "title": "sRNAs in Artifical Gene Circuits and Bioremediation Applications", "track": "Information Processing", "abstract": "Previously, the majority of engineered, genetic regulation within bacteria has been achieved through the use of transcriptional regulators. However, the recent explosion of interest from the emerging field of RNA regulation provides new insights into the dynamic nature of genetic regulation. Small non-coding RNAs (sRNAs) comprise the chief regulatory mechanism for eliciting primary responses to environmental stresses.  Acting in conjunction with proteins such as hfq (RNA chaperone), sRNAs provide a cost-effective, specific and rapid response that is essential in targeting gene transcripts for regulation. The Illinois iGEM team has worked to create a set of endogenous and artificial sRNA regulator Biobricks to be used in cellular stress responses and which contribute to bistability in artificial gene circuits. A bacterial metal detection system of arsenic and gold demonstrates the capacity of sRNA regulation in artificial gene circuits.", "id": "310"}, "KAIST-Korea": {"school": "KAIST, Daejeon, Republic of Korea http://www.kaist.edu", "description": "Students @ Department of Bio and Brain Engineering of KAIST, Korea", "title": "DiscoverY: universal diagnostic yeast", "track": "Health & Medicine", "abstract": "Large portion of the world is still suffering from diseases despite of the availability of treatment -tuberculosis in Africa for instance. Such trouble originates from unavailability of cheap and effective diagnostic method. Team KAIST will present DiscoverY that is capable of diagnosing multiple diseases. S.Pombe chassis holds FGFR1-STAT1 pathway with modification in FGFR1, which becomes fusion antibody receptor in our system. When fusion antibody receptors on the surface come in contact with antigens, the pathway is initiated. The pathway ends with GFP expression as diagnostic display. The system will be tested with tuberculosis antibody, and simple replacement of antibody will make DiscoverY the universal diagnostic yeast.", "id": "351"}, "USTC_Software": {"school": "University of Science and Technology of China", "description": "USTC Software Team", "title": "iGaME: Synthetic Biology for Gamers", "track": "Software Tools", "abstract": "To promote public awareness of synthetic biology and introduce its basic ideas to the laymen, our team devoted to the development of an experimental video game which aims at instructing non-biologists to design and improve biological systems. Following the games-with-a-purpose paradigm in which players help solve scientific problems, we attempt to apply the human brain's puzzle-solving abilities to the complex designs of biological systems. While most of developed simulation tools are designed for experts to model the reaction networks from scratch, our game integrates a modeling environment in which users only need to submit their assembling of parts for our program to discover and generate the biological model automatically. With a mass of data for the use of modeling, we propose the Standard Biological Parts Modeling Database Language, which enables descriptions of complicated biological processes. Furthermore, previous iGEM project models will be featured to demonstrate the availability of our idea.", "id": "369"}, "HKU-Hong_Kong": {"school": "The University of Hong Kong", "description": "The University of Hong Kong iGEM team 2010.", "title": "The bio-safety net", "track": "Manufacturing", "abstract": "Our team's project is a 'bio-safety net' that limits the survival of bacteria according to tailored conditions. Bacteria could be designed to perform promising tasks, such as the biodegradation of oil to clean up oil spills. Yet, there are risks associated with the possibility of living bacteria performing undesired activities. Our goal is to introduce a 'bio-safety net' that will be applicable to virtually all genetically engineered bacteria as a vital termination step after their tasks have finished. We have made this possible by introducing a 'suicide' mechanism, that will be triggered under specific conditions. By combining different promoters, the system can respond to changes in  environmental factors and control expression specific to chosen factors. Such mechanism can be easily assembled and incorporated to bacteria through the use of biobricks.", "id": "366"}, "Warsaw": {"school": "University of Warsaw Faculty of Biology Miecznikowa 1 02-096 Warsaw, Poland www.biol.uw.edu.pl", "description": "University of Warsaw Team", "title": "An universal platform for protein delivery to the mammalian cells", "track": "Foundational Advance", "abstract": "Our project consists of two parts: BactoDHL and RBS Measurement. BactoDHL is a universal platform for protein and DNA delivery to the mammalian cells. It's based on E. coli strain expressing invasion determinants: invasin from Yersinia pestis and listeriolysin (LLO) from Listeria monocytogenes. Invasin causes uptake of the bacterium into the mammalian cell by induction of endocytosis. Bacterial cells are lysed in the endosome and then LLO is released. LLO is a pore-forming toxin which causes endosomal membrane disruption and release of the payload (either protein or DNA) into cytoplasm of the mammalian cell. In order to fine-tune expression of genes used in our project we conducted measurement of various RBS parts included in 2010 spring distribution both from Community and Anderson's collections. We used standard measurement kit composed of promoter BBa_J23100 and GFP+terminator part BBa_I130401. We performed both relative and absolute RBS strength measurement.", "id": "299"}}