{
    "St_Andrews": {
        "school": "ST ANDREWS UNIVERSITY", 
        "description": "ST ANDREWS  UNDERGRAD STUDENTS", 
        "title": "Mind-full of Resources: Alternative Omega-3 Production and Novel Metal Recovery Methods", 
        "track": "Environment", 
        "abstract": "Omega-3 &ndash; known to prevent heart disease &ndash; is now causing governments to keep their finger on the pulse... of the fishing industry. Fish stocks are fast depleting and alternative sources of these essential fatty acids are urgently required. Our re-sourcing idea: the creation of an Omega-3 biosynthetic pathway in E. coli, using genes from a Cyanobacterium. Mass spectrometry analysis detected polyunsaturated fatty acids in cells expressing our desaturase enzymes; normal cells have none.Additionally, in seeking modern resource management solutions, specifically designed short peptide chains on the C-terminus of a GST fusion protein were expressed allowing the binding of precious and toxic metals. Such metals are often deposited in the environment.  Ultraviolet-visible spectroscopy was used to demonstrate binding to our novel proteins.Finally, we modelled the impact our &lsquo;Fatty Acid Factory&rsquo; could have on total fish biomass before investigating the effect the iGEM Competition has in Science and elsewhere.", 
        "id": "925"
    }, 
    "ULatinaPTY": {
        "school": "Universidad Latina de Panama, Panama City, Panama.", 
        "description": "iGEM team from the Universidad Latina de Panamá (Latin University of Panama)", 
        "title": "-- Not provided yet --", 
        "track": "This team has not been assigned to a track.", 
        "abstract": "-- No abstract provided yet --", 
        "id": "867"
    }, 
    "CU-Boulder": {
        "school": "University of Colorado  Boulder, Colorado, USA", 
        "description": "CU Boulder Undergraduate iGEM Team", 
        "title": "Inhibition of Quorum Sensing and Biofilm Degradation", 
        "track": "Foundational Advance", 
        "abstract": "The CU-Boulder team aims to manage quorum-sensing and the resulting biofilm that contributes to food rot and general bacterial contamination. We improved the characterization of the pre-existing AHLase, Aiia. Aiia inhibits quorum sensing which is proven to reduce bacterial viability. Additionally, we developed a construct for treatment and submitted a new part to the registry, NucB, which is a nuclease that targets extracellular DNA necessary for biofilm. Future applications of this project include incorporation into plants to naturally prevent food rot as well as the possible development of a probiotic for human consumption to prevent the pathogenesis of bacteria whose toxicity is dependent on quorum sensing. In addition to this project, we isolated and submitted the 6 essential genes in the Lux brick (LuxA,B,C,D,E, and G) from its original source, Vibrio Fisheri, because many teams have been unsuccessful with the previously submitted Lux parts.", 
        "id": "858"
    }, 
    "Minnesota": {
        "school": "University of Minnesota St. Paul, MN, USA umn.edu", 
        "description": "University of Minnesota - Twin Cities 2012 iGEM Team", 
        "title": "Construction of organism-extrinsic synthetic pathways for the biosynthesis of beneficial natural compounds.", 
        "track": "Manufacturing", 
        "abstract": "Team Minnesota aims to change the paradigm regarding the synthesis of natural products.  Rather than depending upon slow and expensive chemical synthesis, our team has developed two cohesive platforms utilizing the BioBrick strategy and synthetic biology to produce compounds for public health and nutrition using industrially-relevant microorganisms. First, we constructed and optimized designer pathways, using the BioBrick platform, for the production of a suite of sunscreen-like compounds that inhibit the effects of ultraviolet radiation, which we hope to incorporate into bacteria found on the skin microbiome for prolong ultraviolet protection.  We also developed a novel and modular BioBrick backbone for expression in Saccharomyces cerevisiae.  For demonstration, we constructed a caffeine production pathway in this backbone, generating a yeast strain which produces caffeine.  Both of these projects gain impact from their synergistic application of synthetic biology and bioengineering for products that apply to real-world situations for researchers and the general public.", 
        "id": "814"
    }, 
    "WLC-Milwaukee": {
        "school": "Wisconsin Lutheran College Milwaukee, WI, USA www.wlc.edu", 
        "description": "Wisconsin Lutheran College iGem team", 
        "title": "iDifferentiate: The SAVE (Selection for Atrial and Ventricular cardiomyocytes through Engineering) Assay", 
        "track": "Health & Medicine", 
        "abstract": "A clear understanding of stem cell differentiation pathways is important to advance regenerative medicine therapies using stem cells. An incomplete knowledge base of developmental mechanisms impedes stem cell research and innovation. The iDifferentiate system is a genetic engineering platform that may be used to elucidate differentiation pathways of any cell type for which there is a known lineage-specific cis-regulatory element. To demonstrate this system we developed the SAVE Assay, which uses visual cues to indicate the overall quantity and relative percentage of atrial and ventricular cardiomyocytes amongst differentiated stem cells. The assay uses a dual plasmid system that selects for successfully transformed stem cells via neomycin and puromycin resistance along with fluorescent reporter genes regulated by atrial and ventricular promoters. Altering the basic protocol by using different reagents and induction factors will allow scientists to quickly and accurately determine differentiation pathways of two or more related cell types.", 
        "id": "948"
    }, 
    "Dundee": {
        "school": "College of Life Sciences and College of Art, Science & Engineering  University of Dundee DUNDEE DD1 5EH Scotland", 
        "description": "A team of undergraduates from the University of Dundee, Scotland. We have students studying biological sciences, biomedical sciences, mathematics, and applied computing.", 
        "title": "Six, Lyse and Obliterate: a synthetic silver bullet against healthcare acquired infection.", 
        "track": "Health & Medicine", 
        "abstract": "Hospital acquired infections are a global problem. One example isClostridium difficile, a bacterial pathogen that infects patients undergoing prolonged antibiotic treatment and results in pseudomembranous colitis, a potentially fatal gut infection. This project aimed to design a synthetic bacterium that would respond toC. difficileinfection and kill the pathogenin situ.Escherichia coliwas engineered to secrete an endolysin from a bacteriophage that would specifically attack theC. difficilecell wall. The endolysin was fused to the extracellular components of an engineered Type VI Secretion System fromSalmonella, which itself comprised 13 different proteins. In addition, a synthetic &lsquo;inflammation biosensor&rsquo; was developed, based on a two-component system fromSalmonella, with the aim of restricting endolysin secretion to the diseased colon only. Mathematical modelling was used to assist in the development of the laboratory work and to investigate potential therapeutic strategies beyond the scope of the experimental programme.", 
        "id": "895"
    }, 
    "EPF-Lausanne": {
        "school": "Ecole Polytechnique Federale de Lausanne (EPFL) CH-1015, Lausanne Switzerland", 
        "description": "A bunch of Swiss engineers who love synthetic biology", 
        "title": "SWITCH: Direct, Light-induced Gene Expression for Optimal Drug Production in Mammalian Cells", 
        "track": "Manufacturing", 
        "abstract": "The fusion protein our team aims to characterize is a version of the LovTAP construct (submitted as a BioBrick by the 2009 EPFL iGEM team) adapted to mammalian gene regulation. It allows for tight regulation of conditional gene expression (started upon illumination with a blue light) through a photo-sensitive domain coupled to DNA-binding and activating domains. We are also developing and building a custom bioreactor setup to create the appropriate conditions for the LovTAP switch to work, and modeling the behavior of our system. Development of optogenetics has mainly been focused on bacteria but we are also comparing our project to another mammalian system, developed by Fussenegger et al. (Science Vol. 23, 2011), that uses a melanopsin switch to trigger endogenous calcium-driven promoters. Light-induced gene expression eliminates the need for activating molecules in sensitive applications such as the production of therapeutic proteins in the pharmaceutical industry.", 
        "id": "838"
    }, 
    "Austin_Texas": {
        "school": "University of Texas at Austin", 
        "description": "University of Texas at Austin iGEM team", 
        "title": "Caffeinated coli: An addictedE. colifor biosensing and bioremediation of methylxanthines", 
        "track": "Food & Energy", 
        "abstract": "The widespread use of caffeine (1,3,7&ndash;trimethylxanthine) and other methylxanthines in beverages and pharmaceuticals has led to significant environmental pollution. We have developed a novel detection and bioremediation strategy for caffeine contamination by refactoring the methylxanthine degradation operon native toPseudomonas putidaCBB5.Escherichia colicells with this synthetic operon degrade caffeine by N-demethylation to the guanine precursor, xanthine. Cells deficient in guanine biosynthesis and containing our refactored operon were addicted to caffeine; their growth density was limited by the availability of caffeine. Remarkably, they were able to sense the caffeine content of several common beverages. Characterization of nearby genes in theP. putidaoperon revealed a potential methylxanthine regulatory system for use in biological circuit design. The synthetic N-demethylation operon could be useful for cheaply producing pharmaceuticals or precursor molecules and for detoxifying waste so that it can be recycled into animal feed and biofuels.", 
        "id": "734"
    }, 
    "CBNU-Korea": {
        "school": "Department of Microbiology, Chungbuk National university, Chung-ju city, Chung-buk, Korea, Republic of http://microbio.chungbuk.ac.kr/", 
        "description": "CBNU-Korea team SynB from Chungbuk National University.", 
        "title": "BUGS(Brick and Unique minimal Genome Software)", 
        "track": "Software Tools", 
        "abstract": "We have developed two distinct software tools.\r\nThe first tool, MG-designer, is functionally divided into designer and viewer. \r\nThe viewer shows the information of genomes in both linear and circular form. So it is easier for users to understand the characteristic of genomes. By the designer, user can design minimal genomes by essential genes which are analogized by our team in this year. The minimal genome can be designed depending on characteristics of species by inserting the function of genes into particular locations.\r\n\r\nWith the second tool, brick-designer, user can design new bio-bricks.\r\nIt is also able to synthesize bricks by using the bricks registered in partsregistry. User can also utilize bricks he just designed. We tried to enhance software potability by enabling the bricks to save as Genbank and SBOL types. Brick also can be saved as picture file so that it is helpful in the Wiki implementation.", 
        "id": "860"
    }, 
    "ZJU-China": {
        "school": "Zhejiang University Hangzhou, Zhejiang province, CHINA www.zju.edu.cn", 
        "description": "Our team is from Zhejiang University", 
        "title": "Riboscaffold", 
        "track": "New Application", 
        "abstract": "ZJU-China aims to design and realize a tunable RNA scaffold to accelerate biological pathways and turn their on and off. RNA scaffold is designed to colocalize enzymes through interactions between binding domains on the scaffold and target peptides fused to each enzyme in engineered biological pathways in vivo, which may suffered from low efficiency of production caused by relative lack of spatial organization of non-homologous enzymes. The scaffold allows efficient channeling of substrates to products over several enzymatic steps by limiting the diffusion of intermediates thus providing a bright future for solving the problem. Meanwhile, we plan to add an aptamer structure on RNA scaffold as a switch to regulate biological pathways by micromolecular ligands. Then we can control the all-or-none binding relationship between the enzymes and scaffold by whether the special ligands are presented or not.", 
        "id": "738"
    }, 
    "MIT": {
        "school": "Massachusetts Institute of Technology Cambridge, MA, USA web.mit.edu", 
        "description": "Massachusetts Institute of Technology", 
        "title": "RNA Strand Displacement for Sensing, Information Processing, and Actuation in Mammalian Cells", 
        "track": "Information Processing", 
        "abstract": "The complexity of engineered genetic circuits in eukaryotic systems is limited by the availability of regulatory components and further hampered by the inability to assemble and deliver large DNA constructs.  In contrast,in vitrosynthetic DNA circuits utilizing strand displacement have demonstrated complex digital logic with reliable and scalable behaviors in a small base-pair footprint. The possible adaption of such circuits into cellular environments can amplify the scale and complexity of biological circuits, broadening synthetic biology&rsquo;s application space.\r\n\r\nOur project leverages strand displacement to create a process technology that supports multi-input sensing, sophisticated information processing, and precisely-regulated actuation in mammalian cells. We construct RNA strand displacement circuits that detect endogenous mRNA, perform digital logic computation, and output desired proteins through programmable RNA interference pathways.  \r\n\r\nWe envisionin-vivoRNA strand displacement as a new foundation for scaling up complexity in engineered biological systems, with applications in biosynthesis, biomedical diagnostics and therapeutics.", 
        "id": "779"
    }, 
    "Shenzhen": {
        "school": "Huazhong University of Science and Technology, China South China University of Technology, China Sichuan University, China University of Electronic Science and Technology of China, China Wuhan University, China Southeast University, China South China Normal University, China", 
        "description": "A united team from students who have participated in internship of BGI-Shenzhen,  China", 
        "title": "YAO #1.0 (Yeast Artifical Organell)", 
        "track": "Foundational Advance", 
        "abstract": "Project: Yeast Artifical OrganellSynthetic biologists have been engineering genes and pathways in the cell to let it perform functions they desire. However, these man-made pathways incorporated in cytoplasm may suffer inferences from the original genes and pathways within the cell. Eukaryotic cells have organells that separate important pathways from that in the cytoplasm. Thus we want to make our own organells that perform the designed function. There has been some works on man-made organells, however this year the team of Shenzhen plan to create our man-made organell and apply it to organic synthesis by engineering yeast mitochondria, which we call Yeast Artificial Organell, and YAO for short.", 
        "id": "809"
    }, 
    "SEU_A": {
        "school": "Southeast University, Nanjing,Jiangsu, China www.seu.edu.cn", 
        "description": "This is a traditional undergraduate iGEM competition team from Southeast University of China.", 
        "title": "don't hide from me, bacteria", 
        "track": "Health & Medicine", 
        "abstract": "Since people gradually rely on various antibiotics, people come across a big dilemma in drug resistance. Hence, we come up with two innovative ways which have great advantages over the traditional one.\r\nThe first one, we try to take advantage of the bacteria's nature selection system. We construct a new plasmid which contains two types of genes, sweet and fatal for bacteria. Regularly, the sweet genes will be expressed, promoting the spread of bacteria transfer plasmid through conjugation. Once the amount of bacteria reaches a certain threshold, the dead gene will turn on, resulting in the death of the host bacteria. \r\nThe second method derive from the idea of dog-eat-dog, we attempt to cultivate a Bdellovibrio bacteriovorus strain, which live in cracking other bacteria. We consider to improve the sterilization efficiency to a certain bacteria. \r\nAll the two methods may avoid the probability of bacteria resistance at the same time.", 
        "id": "873"
    }, 
    "HIT-Harbin": {
        "school": "Harbin Institute of Technology Harbin, Heilongjiang Province, China www.hit.edu.cn", 
        "description": "From a group of aspiring students", 
        "title": "Staphylococcus aureus Monitor", 
        "track": "Health & Medicine", 
        "abstract": "Staphylococcus aureus infections are major causes of morbidity and mortality in community and hospital settings. Since bacterial sensors are attracting more and more biologists' attention owing to its' specific, fast and accurate detecting, we plan to construct a E.coli biofilm consisting of two different engineered populations, which are designed to detect and eradicate S.aureus, respectively. The two engineered populations communicate with each other by AHL signal transduction. We hope that compartmentalization of functions can lessen metabolism load and cross-reactions interfere, and achieve the assembly of different functions in bacterial level. The whole system comprises sensing, killing and biofilm formation devices.Detecting device:to detect the existence of S.aureus through sensing the AIPs secreted only from S.aureus.Killing device:to eradicate S.aureus through the production and release of lysostaphin.Biofilm formation device:to enhance biofilm formation by over-expression of yddV, a di-guanylate cyclase, which catalyzes GTP into c-di-GMP.", 
        "id": "748"
    }, 
    "Georgia_Tech": {
        "school": "Georgia Institute of Technology Atlanta, GA, USA www.gatech.edu", 
        "description": "2012 Georgia Tech team", 
        "title": "An intragenic complementation approach to engineer a faster fluorescence biosensor", 
        "track": "Information Processing", 
        "abstract": "Our goal is to engineer a novel biosensor with a faster readout than is currently available. Many bacteria produce, secrete, and respond to chemicals called autoinducers to monitor population density and to synchronize gene expression, a process called quorum sensing. In quorum sensing based biosensors, detection of autoinducer activates transcription of a reporter gene, which must then be translated and accumulate to detectable levels, which can take two to four hours. In our system, we will use TraR, a protein used in the quorum sensing response ofAgrobacterium tumefaciens, which dimerizes only in the presence of its autoinducer. We have successfully fusedtraRto sequence for two separate complementary fragments of GFP. Upon addition of autoinducer, we predict that already accumulated TraR-GFP fragment monomers will dimerize, allowing the GFP fragments to interact and fluoresce. This new approach may drastically reduce the time necessary for future biosensors to produce detectable output.", 
        "id": "916"
    }, 
    "Gaston_Day_School": {
        "school": "Gaston Day School Gastonia, NC, USA www.gastonday.org", 
        "description": "Gaston Day School's 4th iGEM team is made up of high school rising sophomores through seniors.", 
        "title": "Detection of Heavy Metal Contaminants in Water", 
        "track": "Environment", 
        "abstract": "Heavy metal contaminants in water pose serious health problems; the lungs, liver, kidneys, blood, digestive system, and the nervous system are all affected by contamination.  The Agency for Toxic Substances and Disease registry released a Priority List of Hazardous Substances (ASTDR). Heavy metals accounted for almost half of the top 10 substances; therefore, we have constructed a set of sensors that detects heavy metal contaminants in water. Our sensors provide an inexpensive, simple, and visual test for Arsenic (the number one substance from ASTDR&rsquo;s list), Lead (number two), and Cadmium (number seven).  One sensor paired  a promoter responsive to both Cadmium and Arsenic with GFP as a reporter. Another was created for the detection of Lead and a third  sensor was specific to  cadmium.  Use of the detector could potentially save lives around the world through early detection of the contamination.", 
        "id": "824"
    }, 
    "Slovenia": {
        "school": "National institute of chemistry, Ljubljana University of Ljubljana", 
        "description": "Team us students from the University of Ljubljana and mentored by the researchers and graduate students from the National institute of chemistry, Ljubljana", 
        "title": "Switch-IT (Inducible therapeutics)", 
        "track": "Health & Medicine", 
        "abstract": "Currently, biological drug-based therapies require periodic invasive application. Often, due to their systemic administration, adverse effects are observed. Furthermore, large quantities of these substances are needed because of their distribution throughout the body. This, coupled with expensive production and especially purification, imposes a great burden on health systems. We aim to develop a safe and cost-effective biological delivery system for biopharmaceuticals, which would increase the quality of patients' lives, because it would minimize the number of required procedures. This type of delivery system would increase patient compliance to the therapy while the local administration will reduce the side-effects associated with current treatments. We plan to design the mammalian cells-based delivery system to be regulated by the digital logic from the outside.", 
        "id": "782"
    }, 
    "Tec-Monterrey_Bio": {
        "school": "Instituto Tecnológico y de Estudios Superiores de Monterrey, Campus Monterrey", 
        "description": "Biotechnology Engineering students from Centro de Biotecnología FEMSA", 
        "title": "-- Not provided yet --", 
        "track": "This team has not been assigned to a track.", 
        "abstract": "-- No abstract provided yet --", 
        "id": "946"
    }, 
    "Alberta-North-RBI": {
        "school": "University of Alberta Northern Alberta Institute of Technology (NAIT) Edmonton AB Canada www.bcn.ualberta.ca www.nait.ca", 
        "description": "An inter-institutional team comprised of post-secondary and undergraduate students from multiple Faculties of the University of Alberta and the Northern Alberta Institute of Technology (NAIT).  Team is focused on synbio applications in the Resources-Based Industries (RBI).", 
        "title": "-- Not provided yet --", 
        "track": "This team has not been assigned to a track.", 
        "abstract": "-- No abstract provided yet --", 
        "id": "871"
    }, 
    "Berkeley": {
        "school": "University of California Berkeley Berkeley, CA, USA", 
        "description": "Berkeley undergraduate wetlab team", 
        "title": "MiCodes - enabling library screens with microscopy by connecting genotypes to observable phenotypes", 
        "track": "Information Processing", 
        "abstract": "Many applications in synthetic biology demand precise control over subcellular localization, cell morphology, motility, and other such phenotypes that are only observable via microscopy. At present, engineering these properties is challenging due in large part to the inherent throughput limitation imposed by microscopy. We have developed a strategy that enables high-throughput library screening with microscopy by coupling a unique fluorescence signature with each genotype present in a library. These MiCodes (microscopy barcodes) are generated by targeting combinations of fluorophores to several organelles within yeast, and they eliminate the need to isolate and observe clonal populations separately. MiCodes can potentially scale to library sizes of 10^6 or more, and their analysis can be largely automated using existing image processing software. As a proof of principle, we applied MiCodes to the problem of finding unique pairs of protein-protein interaction parts.", 
        "id": "900"
    }, 
    "Reed": {
        "school": "Reed College, Portland, OR USA web.reed.edu", 
        "description": "Reed iGEM 2012", 
        "title": "-- Not provided yet --", 
        "track": "This team has not been assigned to a track.", 
        "abstract": "-- No abstract provided yet --", 
        "id": "915"
    }, 
    "NOUVEAUPARADIGMESCIENTIFIQUE": {
        "school": "LABORATORY UNIVERSITY OF KINSHASA CONGO DRC", 
        "description": "NPS is a team of former members of the 2011 iGEM team from the DRC. Our team participates this year to account Laboratory of Immuno histochemistry of the medical faculty of the University of Kinshasa.", 
        "title": "-- Not provided yet --", 
        "track": "This team has not been assigned to a track.", 
        "abstract": "-- No abstract provided yet --", 
        "id": "828"
    }, 
    "KAIT_Japan": {
        "school": "Kanagawa Institute of Technology Atugi, Kanagawa, Japan http://web.mac.com/bio_kait/BIO_KAIT/Welcome.html", 
        "description": "Development of Applied Bioscience", 
        "title": "E.coli which has ability to kill the cancer cell.", 
        "track": "Health & Medicine", 
        "abstract": "We try to make E.coli which has ability to kill the cancer cell.\r\n\r\nRegulatory T cells move toward to cancer cells by which produced CCL22. Killer T cells and helper T cells are inactivated by reguratory T cells, so, the cancer cells elude from the immune system. We think to make use of this mecanism underhand. We will give E.coli three functions.\r\n\r\nFirst,we give E.coli the function to have the chemotaxis to cancer cells by recognision of CCL22 which is a chemokine produced from cancer cells.\r\n\r\nSecond, we give E.coli the function that they combine with cancer cells. Cancer cells express the MICA on their cell membranes. NKG2D  recepter from NK cells combine MICA.\r\n\r\nThird,We give E.coli function that they release the azurin to cancer cells. The azurin induced apoptosis in cancer cells by binding with p53.\r\n\r\nWe would like to be help the treatment of cancer .", 
        "id": "835"
    }, 
    "Technion": {
        "school": "Technion - Israel Institute of Technology Haifa, Israel 32000 www.technion.ac.il", 
        "description": "Technion iGEM team", 
        "title": "Trojan Phage", 
        "track": "New Application", 
        "abstract": "Viruses can be described as complex 3D structures capable of efficient infection of their target organism. Because of their highly specific infection ability, they can be used as vessels for \"smart\" therapeutic strategies which rely on an agent that can effectively analyze the cellular environment and compute an appropriate response.  To demonstrate the potential of a \"smart\" strategy, we are developing a \"Trojan Horse\" type of approach based on bactriophage-lambda.Our project uses phage lambda and its target organism, E.coli, as a proof of concept for creating a system with predefined actions that demonstrates the described strategy. The design is based on a high specificity system which combines several different cell elements that will function as a type of logic AND gate. The phage will not harm the bacteria unless three independent conditions are met, activating the phage's lytic cycle and resulting in the bacteria's death; imitating a \"Trojan Horse\".", 
        "id": "784"
    }, 
    "Waterloo": {
        "school": "University of Waterloo", 
        "description": "University of Waterloo", 
        "title": "In Vivo Protein Fusion Assembly Using Self Excising Ribozyme", 
        "track": "Foundational Advance", 
        "abstract": "Continuing from last year, the Waterloo iGEM team has repeated the project in the hopes to finalize the project. Introns, self-excising ribozymes, can become a useful tool to create in vivo protein fusions of BioBrick parts. To make this possible, intron sequences are used to flank non-protein parts embedded in coding sequences. An intron sequence with an embedded recombination site is capable of in vivo insertion of a compatible protein fusion part. As an example, a GFP-fusion was created with an intervening lox site that is removed from the final protein using the intron to form a fully functional GFP protein.", 
        "id": "790"
    }, 
    "GeorgiaState": {
        "school": "Georgia State University", 
        "description": "Undergraduate students performing Synthetic Biology in Atlanta, GA", 
        "title": "Modification of Shuttle Vectors for the Expression of Recombinant Proteins Within Pichia and Plants", 
        "track": "Environment", 
        "abstract": "The GSU iGEM Team strives to modify shuttle vectors for the expression of proteins in Pichia pastoris and within recombinant plants.  Adapting the glyceraldehyde-3-phosphate dehydrogenase (pGAP) shuttle vector to iGEM standards enables the expression of complex proteins in Pichia pastoris, due to post-translational modifications and a secretion system. We also plan to standardize the pPic9 shuttle vector for the same purposes.  Our second project involves the use of Agrobacterium tumefaciens, the causative agent of Crown-Gall disease in plants. The ability of this organism's Ti plasmid to insert foreign DNA into a plant&rsquo;s chromosome is used to manipulate plants to express desired traits. These small plasmids house a cloning site and a selectable marker between the left and right border of the TDNA. The aim of this project is to modify a binary vector system to be compatible with the iGEM standard for the expression of foreign proteins within plants.", 
        "id": "755"
    }, 
    "RHIT": {
        "school": "Rose-Hulman Institute of Technology Terre Haute, IN, USA rose-hulman.edu", 
        "description": "Rose-Hulman Institute of Technology Inaugural iGEM Team", 
        "title": "Checkmate: A Rapid Yeast Mating Type Detector", 
        "track": "New Application", 
        "abstract": "Easily manipulated genetics make the yeastSaccharomyces cerevisiaea versatile and widely used model eukaryote. To progress, researchers must often determine the mating type of haploid strains, which typically takes days. The goal of our project is to reduce that time to hours. So we designed a novel promoter harboring Ste12 and LexA binding sequences and placed it upstream of an ORF encoding a red fluorescent reporter fused to LexA binding and VP64 activator domains. Others have shown that this fusion protein induces its own expression from a LexA promoter. We propose that Ste12, activated in the pheromone response pathway, will bind the hybrid promoter and induce expression of the fusion protein, which will amplify and maintain its own expression. Therefore, when mating pheromone receptors on a haploid harboring this latch-type circuit are bound and activated, the cell will fluoresce and function as a rapid mating type detector.", 
        "id": "840"
    }, 
    "ULB-Brussels": {
        "school": "Université Libre de Bruxelles Brussels, Belgium http://www.ulb.ac.be/", 
        "description": "iGEM team of the Université Libre de Bruxelles", 
        "title": "InteGreator", 
        "track": "New Application", 
        "abstract": "In synthetic biology, one of the main issues scientists and engineers must tackle is biochemical pathways optimization. \r\nIn this project, we are going to develop an exceptional natural tool that could be used to optimize bio-production pathways: the integron. Integrons are genetic platforms which contain (re)movable gene cassettes. These integrons are mostly known to carry resistances to antibiotics. They are flanked with recombination sites which allow gene shuffling inside the integron thanks to a specific enzyme: the integrase. With appropriate selective pressure, this shuffling should result in optimized production.\r\nAs a proof of concept, we are going to produce two antibiotics: Microcin C7 and Microcin B17. Two bacteria possessing the integron containing the antibiotics production gene cassettes, the integrase and a low resistance to the opposite antibiotic will be put in competition. \r\nWith the integrase, we could change the natural order of the genes in order to optimize production.", 
        "id": "908"
    }, 
    "Clemson": {
        "school": "Clemson University Clemson, SC, USA www.clemson.edu", 
        "description": "The Clemson University iGEM team consists of a group of undergraduate students interested in the aspects of synthetic and molecular biology for designing and construction of microorganisms with novel biological functions.", 
        "title": "Biphenyl degradation by pollutant targeting, biosurfactant production, and overexpression of catabolic enzymes", 
        "track": "Environment", 
        "abstract": "Polychlorinated biphenyls (PCBs) are widespread, cancer-causing pollutants left-over mainly from manufacture of capacitors and electric motors. There are over 200 possible PCBs, derivatives of biphenyl, which share the same biodegradation pathways in bacteria. Our team is using a genetic engineering approach to produce a small consortium of E. coli that should efficiently degrade biphenyl, and it is hoped that this same system can be adapted for the bioremediation of PCBs. Natural bioremediation by native bacterial communities is exceedingly slow due to the recalcitrant nature of PCBs and their hydrophobic properties which reduce the bioavailability to potential catabolizers. We are taking a three-pronged approach in an attempt to increase the efficiency of biphenyl bioremediation&mdash;attraction of biphenyl-degrading E. coli by other guiding bacteria, overexpression of the biphenyl catabolic enzymes, and production of a biosurfactant to increase the solubility of biphenyl. Together, this system should significantly increase the rate of biphenyl degradation.", 
        "id": "803"
    }, 
    "Example": {
        "school": "iGEM Headquarters", 
        "description": "Example iGEM 2012  iGEM Division Team", 
        "title": "sdjlakdsjf a a a a a a a aksdjlfajdslkfajldsf alskdjf aksdjf alaksdjf lkfjlkasdjf alsdfkjjfkjdkalsdlkfj lalskdajflkasjdf", 
        "track": "This team has not been assigned to a track.", 
        "abstract": "akjf\r\na\r\n\r\nd\r\n¿asdfasd asd fa sdf asd f a sdfsad f asdfadsfasd f asd fa sd fa sdf asdf è ç\r\n skdjfl", 
        "id": "722"
    }, 
    "Exeter": {
        "school": "University of Exeter Streatham Campus Exeter Devon EX4 4QD UK http://www.exeter.ac.uk/", 
        "description": "Undergraduate students from University of Exeter Biosciences, Physics, Engineering and Mathematics departments.", 
        "title": "e-candi: Engineering the Fourth Polymer of Life", 
        "track": "Manufacturing", 
        "abstract": "Polysaccharides have a spectacular range of properties and uses, from the structural and medicinal, to foods and glues. These properties stem from the relationships between the chemical nature of the sugars, their arrangement within the polymer and the arrangement of the polymer itself. Scientists rely on chemical modification of polysaccharides or expensive and time-consuming production via synthetic chemistry to understand these relationships.\r\n\r\nThis project, e-candi, asks if synthetic biology could generate designer polysaccharides.\r\n\r\nWe created biobricks for the biosynthesis of useful polysaccharides in Escherichia coli and asked whether we could synthesise a novel polymer sequence in E. coli by targeting endogenous polysaccharide biosynthesis.\r\n\r\nWe developed this work further through the generation of a GTase database with a user-friendly interface to aid polymer construction, and by investigating a GTase donor/acceptor characterization assay alongside mathematical modeling of our biosynthetic system in order to improve system understanding and performance.", 
        "id": "764"
    }, 
    "Paris-Saclay": {
        "school": "Université Paris-Sud Orsay, France www.u-psud.fr", 
        "description": "Team of the University Paris-Sud", 
        "title": "GEMOTE: a new tool to control gene expression by temperature", 
        "track": "New Application", 
        "abstract": "We designed a system that allows controlling the expression of a gene or an operon over a specific temperature interval (between 32 and 42 degrees Celsius). This system consists of an RNA thermometer controlling the translation of a thermosensitive transcriptional repressor, which itself controls the expression of the targeted gene or operon. In our current construction, the crtEBI operon directing lycopene biosynthesis is used as a reporter, allowing us to check our system's performance.\r\nHowever, the possible applications of this system are extremely numerous. For example, controlling the expression of a toxin would allow creating a &ldquo;suicidal bacterium&rdquo; that would bring on its own death outside the specified temperature range. This will help preventing its spread in the environment.\r\nAnd this is just one example... The only limit is our imagination !", 
        "id": "910"
    }, 
    "Saitama": {
        "school": "Saitama University Saitama, Saitama, JAPAN http://www.saitama-u.ac.jp/en/", 
        "description": "Mainly constructed by student of Saitama University.", 
        "title": "-- Not provided yet --", 
        "track": "This team has not been assigned to a track.", 
        "abstract": "-- No abstract provided yet --", 
        "id": "924"
    }, 
    "UC-Merced": {
        "school": "University of California, Merced Merced, CA, USA http://www.ucmerced.edu/", 
        "description": "University of California Merced Biology and Engineering students from the School of Natural Sciences and the School of Engineering.", 
        "title": "E. hydro Express: Streamlining Bacterial Production of Hydrogen Gas", 
        "track": "Food & Energy", 
        "abstract": "To exploit the fermentative capabilities of Escherichia coli to produce hydrogen gas, we performed P1 transduction on strain FMJ39 from JW1228-1 to produce the desired triple mutant with the necessary metabolic flux to hydrogen production. In the fermentation process E. coli converts glucose into various intermediate states to generate energy. The transduction of the adhE knockout found in JW1228-2 to FMJ39 will produce a triple mutant with the following genes deleted: ldhA, pflB, and adhE. From these deletions insertions of mhpF, pyruvate decarboxylase, and ferredoxin oxidoreductase will result in a more direct metabolic line towards hydrogen production.", 
        "id": "857"
    }, 
    "Osaka": {
        "school": "Osaka University 565-0871 1-5 Yamadaoka, Suita, Osaka, Japan.", 
        "description": "Students from departments of Osaka University", 
        "title": "Bio-dosimeter", 
        "track": "Environment", 
        "abstract": "It is still sharp in our memory that, on March 11, 2011, the Great East Japan Earthquake struck off the coast of Eastern Japan and triggered a series of events that led to the nationwide nuclear crisis. Moved by that accident in iGEM 2011, we have built a synthetic biological dosimeter to detect the radiation. In this year we further develop that \"Bio-dosimeter\". Our \"Bio-dosimeter\" consists of two points: damage tolerance and radiation detection. To introduce the tolerance to E. coli, we are trying to put in some radiation resistance genes from Deinococcus radiodurans. For the detection of the radiation, we are trying to connect the native DNA damage response system of E. coli to production of pigment lycopene as a reporter.\r\n Now, we are attempting to assess its tolerance to various types of DNA damage and to evaluate DNA damage detection more clearly", 
        "id": "941"
    }, 
    "Northeastern": {
        "school": "Northeastern University", 
        "description": "NEU iGEM software team", 
        "title": "-- Not provided yet --", 
        "track": "Software Tools", 
        "abstract": "-- No abstract provided yet --", 
        "id": "903"
    }, 
    "Washington": {
        "school": "University of Washington Seattle, WA, US www.washington.edu", 
        "description": "The University of Washington iGEM Team", 
        "title": "Apptogenetics: Purpose-Built Computational Applications for Biological Research", 
        "track": "New Application", 
        "abstract": "Biological systems must often be painstakingly tuned before they will efficiently produce drugs or biofuels, degrade chemicals, or perform other useful tasks. Our team implemented broadly applicable methods to optimize biological systems through directed evolution, light-regulated gene expression, and computer aided protein design. We characterized light-inducible protein expression systems for multichromatic tuning of biological pathways. To provide an inexpensive method for tuning gene expression with light, we developed a tablet application that is freely available. We also used computer-aided design to develop proteins that more effectively bind isotypes of the flu protein Hemagglutinin. Finally, we implemented a continuous culture device (turbidostat) in order to apply directed evolution to the metabolism of ethylene glycol in E. coli. We have termed the research conducted this year &ldquo;Apptogenetics&rdquo; as all projects utilize purpose-built computational applications for biological research.", 
        "id": "892"
    }, 
    "WHU-China": {
        "school": "Wuhan University Wuhan P.R.CHINA www.whu.edu.cn", 
        "description": "Striving, passionate, truth-seeking and innovative.  This is the team represents Wuhan University, Wuhan, P.R.CHINA.", 
        "title": "E. coslim: Synthetic Probiotics Help Defy Obesity", 
        "track": "Health & Medicine", 
        "abstract": "Utilizing human microbiota to tackle diseases has long been the keen desire of scientists. This year, we WHU-China team engineered a probiotics &ldquo;E. coslim&rdquo; fromEscherichia coli, hoping to provide a new approach for treating obesity. Specifically, three genetic devices were designed. The first two devices were assembled to sense and response to fatty acids and glucose. To achieve these goals, promoters repressed by FadR and CRP were devised and synthesized respectively. When functional genes are placed downstream of these promoters appropriately, the two devices are supposed to degrade fatty acids and convert glucose into cellulose rapidly, thus preventing excessive calorie intake as well as producing prebiotics. Meanwhile, the third device was designed to control the densities of &ldquo;E. coslim&rdquo; and forestall horizontal gene transfer in future applications. As a whole, by simulating, we are developing &ldquo;E. coslim&rdquo; to regulate the microbiome composition in intestine to reduce risks of obesity.", 
        "id": "861"
    }, 
    "HokkaidoU_Japan": {
        "school": "Hokkaido University, Sapporo, Japan http://www.hokudai.ac.jp/", 
        "description": "iGEM team from Hokkaido University. Undergraduate team members are from department of science, technology, agriculture or medicine.", 
        "title": "Bio-capsule E. coli - E. coli bio-capsules that can accumulate bio-plastic in it-", 
        "track": "Manufacturing", 
        "abstract": "We designed two modules to make &ldquo;Bio-capsule E. coli\" that accumulates\r\nbio-plastic. First module is to form bio-capsule by aggregation, using\r\ncell-cell interactive protein &ldquo;Ag43&rdquo; located on the surface of E.\r\ncoli. Aggregate of E. coli enables collecting them by simple\r\nfiltration, so production of valuable materials will be more\r\nefficient. Second module is to produce bio-plastic\r\n(poly-3-hydroxybutyrate, P3HB). Development of cost-efficient method\r\nto manufacture biodegradable plastic is one of the most important\r\nissues for making sustainable future society.\r\nWe optimized culture conditions for more efficient production of\r\n&ldquo;Bio-capsule E. coli&rdquo; and P3HB. This is the first successful\r\nproduction of bio-plastic as an iGEM team. We will try to extend the\r\napplicability of this system for producing other high-value\r\nmacromolecules in the capsule.\r\nAlso, we created new Bio-Communication tool, named \"Biobrick Reviews\r\nand Issues\" to share iGEMer's opinions about each biobrick.", 
        "id": "759"
    }, 
    "BAU-Indonesia": {
        "school": "Bogor Agricultural University West Java, Indonesia, www.ipb.ac.id", 
        "description": "Department of Biology, Bogor Agricultural University, West Java, Indonesia", 
        "title": "Plastic Terminator", 
        "track": "Environment", 
        "abstract": "Indonesia is known as the 4th highest population densities around the world. Nowadays, 1.5 million tons/year from human activity which is used in the world is PET. PET is a thermoplastic polymer resin, not easily degraded naturally. Based on this background, the BAU-Indonesia team designs a plasmid which is contains of encoding cutinase degrading enzymes of producing PET. The early stage of this project was done by the preservation of plastic waste bacteria from landfills at Galuga. The bacteria were cultured in liquid media which is contained yeast extract powder and PET enrichment. The result of this preservation will be followed by the isolation of DNA and PCR with Cutinase F primer'ACGCGCCGGGCGTCACCGAGCA'3 and R 5'ACGCGTCGTGCCGTCAGGGCCA'3. Cutinase gen that were amplified will be inserted to plasmid pSB1C3. The recombinant plasmid which contained the cutinase gene will be introduced into E. coli. Finally it will be used as PET biodegradator product.", 
        "id": "923"
    }, 
    "BYUProvo": {
        "school": "Brigham Young University Provo, UT", 
        "description": "Brigham Young University Undergraduate IGEM team", 
        "title": "E. colin:  A Two-Circuit System for Early Colon Cancer Detection", 
        "track": "Health & Medicine", 
        "abstract": "In the initial stages of colon cancer, malignant cells give off excess heat, reactive oxygen species (ROS), and lactate. Last year, the BYU iGEM team genetically engineered E. coli to detect heat or ROS. This year we developed E. coli capable of simultaneously sensing lactate, heat and ROS, implemented a novel Cre-Lox system, and constructed a library of thermosensors.  Our project uses two circuits, each with a unique reporter.  The first circuit contains a RNA thermosensor driven by a ROS-inducible promoter, allowing expression of Cre recombinase when both heat and ROS are present.  Although heat is transient, Cre ensures continued expression of the first reporter gene.  The second circuit contains a periplasmic lactate sensor coupled to a second reporter.  Finally, we have evolved a library of thermosensors that work in a narrow physiological range.  Together, this two-circuit system may allow accurate and specific detection of early colon cancer cells.", 
        "id": "833"
    }, 
    "Johns_Hopkins-Wetware": {
        "school": "Johns Hopkins University, Baltimore, MD, USA", 
        "description": "Wet lab team from Johns Hopkins University", 
        "title": "OptiYeast: optimizing production in yeast by ethanol regulation and optogenetic gain- and loss-of-function", 
        "track": "Manufacturing", 
        "abstract": "Our global community deserves access to healthcare and nutrition currently available to only the most fortunate among us. Thanks to synthetic biology applications exploiting the yeast chassis, valuable compounds such as anti-malarial drugs and specialty chemicals can now be produced inexpensively. Using Golden Gate assembly designed for BioBrick compatibility, we have developed two tools to improve yeast expression of non-native pathways. First, we engineered an ethanol control system that reduces yeast's endogenous stress response and diverts more cellular resources towards product synthesis. Second, we constructed a light-induced system for instantaneous gain- and loss-of-function at the protein level. These tools will allow engineers to optimize heterologous pathways by monitoring toxic intermediates or regulating flux in a controllable, time-dependent manner. We hope our ideas will shape the future of industrial cell-based manufacturing.", 
        "id": "799"
    }, 
    "OUC-China": {
        "school": "Ocean University of China Qingdao,Shandong Province,China www.ouc.edu.cn", 
        "description": "Ocean embraces streams all, exploring promise reach far.", 
        "title": "oceanfilm and oceanfeel(a portable ratio sensor that can float)", 
        "track": "Environment", 
        "abstract": "Our projects focus on warning and countermeasure against red tide. A precise sensor and an effective processor is coming to solve it. N/P is recognized as the key indicator and floatable E.coli is needed for survival. \r\n  The second one was successfully solved by means of engineering our E.coli with a brand-new gvp gene clusters that possess far shorter length and better property for bacteria to float. Characterization and analysis of the gene cluster is underway. \r\n   Phosphate and nitrate sensor have been finished respectively, together with three test devices which facilitate our quantitative analysis. More detailed measurements are underway. Once those sensors work as expected, N/P as input would better match our model.\r\n   Fine-tuned comparators and ratio sensors with sRNA-mRNA interactions serve as the processor for decision-making. This model-driven part would take advantage of our fine-tuned N/P sensors and synthetical RNA interactions together to accurately alarm red tide.", 
        "id": "737"
    }, 
    "UT-Tokyo": {
        "school": "University of Tokyo Tokyo, Japan www.u-tokyo.ac.jp", 
        "description": "Wet lab division of the University of Tokyo team", 
        "title": "Sweetaholic Energy Generator: Hydrogen Production from Sugar-rich Waste by E.coli", 
        "track": "Food & Energy", 
        "abstract": "Today, large quantities of food and drinks, together with the enormous amounts of energy they contain, are dumped without being reused. However, the moisture in this waste prevents it from being used as a energy source by burning. Our project aims to reuse such nutritious garbage by Escherichia coli digesting glucose to synthesize hydrogen, which is expected to be used in various useful ways, such as in fuel cells.\r\nE. coli cells have intrinsic metabolic systems related to synthesis of hydrogen from glucose via formic acid. We are trying to improve the latter part of this metabolic system, the formic acid-hydrogen pathway, by overexpressing a gene which controls a step in this pathway. If we are successful, what we have to do for getting energy is to share our sweets and juices with E. coli.", 
        "id": "778"
    }, 
    "Harvey_Mudd": {
        "school": "Harvey Mudd College, Claremont CA", 
        "description": "Undergraduates at HMC", 
        "title": "Scalable, Orthogonal Buffer Amplifier", 
        "track": "Foundational Advance", 
        "abstract": "In digital electronics, a buffer amplifier is used to filter noise, isolate parts of a circuit, and make low signals lower/high signals higher. The ability to make many orthogonal buffer amps is critical to scaling up digital information processing in vivo. For our project, we first provide two mathematical proofs: (1) the buffer amp is \"equivalent\" to a bistable circuit, in that the ability to create one implies the ability to create the other, and (2) inhibitors with first-order binding cannot allow bistability (without other elements). This means that methods such as TALORs and many sRNA strategies cannot build a buffer amp. Thus, we test a new method: sequence-specific formation of a DNA-DNA-RNA triple helix to block a promoter. By using a dimer for the RNA, we can achieve second-order binding, allowing us to build sequence-specific buffer amps.", 
        "id": "789"
    }, 
    "Costa_Rica-TEC-UNA": {
        "school": "Instituto Tecnológico de Costa Rica (ITCR), Cartago, Costa Rica http://www.tec.ac.cr/  Universidad Nacional (UNA), Heredia, Costa Rica www.una.ac.cr/", 
        "description": "An interuniversitary team composed by students from ITCR and UNA.", 
        "title": "Cibus 3.0: A novel bacterial system for biodiesel production using whey as feedstock", 
        "track": "Food & Energy", 
        "abstract": "Cibus 3.0 takes biodiesel production to a new level. Our idea consists in the modification of two bacteria:Rhodococcus opacusandEscherichia coli, both maintained in whey based medium (which in our country is produced by hundreds of thousands tons per year).Overexpression of the natural TGA producing ability ofR. opacusis achieved by inserting an optimized sequence of a DGA acyltransferase gene, constitutively expressed, and an inducible &ldquo;suicide device&rdquo; in order to extract them with ease.On the other hand,E. coliis transformed with an optimized sequence of aB. cepacialipase which is secreted to the medium where we extract it continuously and encapsulate it. Now all what it takes to finish the job is adding our encapsulated enzymes to the extracted TGAs and mixing them with some ethanol to obtain our biodiesel!", 
        "id": "836"
    }, 
    "Uppsala_University": {
        "school": "Uppsala University Uppsala Sweden www.uu.se", 
        "description": "Students majoring in natural sciences or engineering with an emphasis on biology, molecular biotechnology and/or quantitative approaches (mathematics, computer science, physics and chemistry)", 
        "title": "Combating antibiotic resistance - Resistance is futile!", 
        "track": "Health & Medicine", 
        "abstract": "Serious infections caused by antibiotic resistant bacteria are a global healthcare problem. As the discovery of new antibiotics lags behind, we are developing new methods for targeting the resistance itself  - making resistant bacteria sensitive to old antibiotics once again. Working with real-world resistance genes from multi-resistant bacteria isolated at hospitals, we are developing anti-resistance systems to strike at three different levels: DNA, transcriptional and translational level.\r\n\r\nAt DNA level, we develop a method for increasing resistance plasmid loss rate.\r\nAt transcriptional level, we use super-repressors to repress transcription of resistance genes and native defense mechanisms.\r\nAt translational level, we develop a modular system for high-throughput screening of sRNAs to silence resistance genes.\r\n\r\nWe also provide tools useful for the whole synbio community, such as new standard backbones and methods for scarless gene deletion.\r\nWith this team on this project, there is no question about it:Resistance is futile!", 
        "id": "864"
    }, 
    "HKUST-Hong_Kong": {
        "school": "The Hong Kong University of Science and Technology", 
        "description": "iGEM team of Engineering, Science and Business students from HKUST with a focus on wetlab work", 
        "title": "B. hercules---The Terminator of Colon Cancer", 
        "track": "Health & Medicine", 
        "abstract": "", 
        "id": "733"
    }, 
    "UMiami": {
        "school": "University of Miami", 
        "description": "University of Miami First IGEM Team", 
        "title": "-- Not provided yet --", 
        "track": "This team has not been assigned to a track.", 
        "abstract": "-- No abstract provided yet --", 
        "id": "882"
    }, 
    "METU": {
        "school": "Middle East Technical University  METU Universiteler Mah. Dumlupinar Blv. No:1,06800 Cankaya Ankara  http://www.metu.edu.tr/", 
        "description": "2012 iGEM team from Middle East Technical University", 
        "title": "eCO Filter", 
        "track": "Environment", 
        "abstract": "Carbon monoxide (CO) poisoning is one of the most harmful types of air poisoning around the world.CO gas is mostly released from the internal combustion of engines as well as the use of fuels such as wood and coal.Since CO is highly produced in urban areas,it presents a big danger for any living organism.The aim of our project is to convert CO into CO2 biologically,which then can be converted into oxygen with photosynthesis by photoautotrophic organisms.In order to achieve this,we plan to construct a biofilm containing the enzyme Carbon Monoxide Dehydrogenase (CODH).With the production of this biofilm,it may be possible to obtain a biological filter that can fix the ratio of CO and CO2 present in the environment.We also try to integrate a kill switch,previously developed by Berkeley,to our system for safer use of our biofilm as well as a cell limiter for better characterization of the biofilm activity.", 
        "id": "843"
    }, 
    "Columbia-Cooper-NYC": {
        "school": "The Cooper Union for the Advancement of Science and Art, New York, NY, USA Columbia University, New York, NY, USA", 
        "description": "Partners for 2011 and now for 2012. Columbia University you know. The Cooper Union is an outstanding, tuition-free school for Engineers, Artists, and Architects. If you get in, you go for free, but we are very small and not well known outside of engineering, art, and architect circles.", 
        "title": "Light Sensitive Spatially Controlled Micromachining of Copper Wafers Using Acidithiobacillus Ferrooxidans", 
        "track": "Manufacturing", 
        "abstract": "The Columbia-Cooper iGEM team is working with Acidithiobacillus ferrooxidans to create a light-controlled printed circuit board manufacturing process. This bacteria&rsquo;s metabolism relies on its ability to oxidize iron; the iron can then be used to oxidize, and in turn solubilize, copper. By genetically altering the bacteria, we intend to install a light sensitive mechanism which will enable us to etch copper in a desired pattern, leaving a finished circuit board. Once a blank printed circuit board is placed in a thin layer of solid media, the bacteria will be applied onto the surface of the media and light will be focused on it in a desired pattern. The light sensitive mechanism in ferrooxidans would activate and self-destruct in the pathway of the light. In the end, the circuit board will be \"etched\" by the bacteria everywhere but the illuminated spots, leaving the desired pattern behind on the circuit board.", 
        "id": "952"
    }, 
    "Lleida-Spain": {
        "school": "University of Lleida", 
        "description": "Two Instructors + Team of 11 students majoring in Biomedical Sciences (9) or Biotechnology (2)", 
        "title": "-- Not provided yet --", 
        "track": "This team has not been assigned to a track.", 
        "abstract": "-- No abstract provided yet --", 
        "id": "894"
    }, 
    "USTC-China": {
        "school": "University of Science and Technology of China Hefei, Anhui, 230026 China http://www.ustc.edu.cn/", 
        "description": "", 
        "title": "Anti-phage E.coli", 
        "track": "Food & Energy", 
        "abstract": "Bacteriophage is one of the most severe threats the fermentation factories have to face. To help solve the problem, we design a gene circuit which can both detect and defend against the phages. We use the modified promoter pRM to sense the phage&rsquo;s infection and initiate the defence. The lysis gene which can make bacteria lyse is installed in our circuit. When it works, the phage won&rsquo;t be able to take advantage of its host to replicate any longer. To win more time for lysis to function well, we design antisense RNA to prevent the phage from turning into lytic life cycle. Thus, when the lysis protein kills the host, the phage is still at lysogenic life cycle or the newly assembled phages are still immature. By using the quorum sensing system, the bacteria around the host will prepare to defend in advance. Attribute to these parts, our bacteria survive.", 
        "id": "741"
    }, 
    "Baskent-Meds": {
        "school": "Baskent University Faculty of Medicine Ankara, Turkey", 
        "description": "This team aims to work with medical students and postdocs to overlay the methods underlying legionella pneumophila detection.", 
        "title": "-- Not provided yet --", 
        "track": "This team has not been assigned to a track.", 
        "abstract": "-- No abstract provided yet --", 
        "id": "830"
    }, 
    "TMU-Tokyo": {
        "school": "Tokyo Metropolitan University Hachioji, Japan www.tmu.ac.jp", 
        "description": "Tokyo Metropolitan University, Japan", 
        "title": "Chef Ant E.coli", 
        "track": "Environment", 
        "abstract": "Formaldehyde is a common harmful chemical, and it has a bad effect in relatively low concentration. (For example, in agricultural chemicals, in disinfectant at hospitals and in paint of building materials) Also, since formaldehyde is mass-produced in factories, it is highly possible to exceed over the permissible amount in the environment. This year, in Japan, the detection of formaldehyde in Tone river became an issue. (1) We planned to create E.coli with an ability to&#12288;detect and detoxify formaldehyde named Chef Ant E.coli. About detection, we try to visualize formaldehyde by ligating regulated promoter, frmR and GFP. Moreover we plan to overexpress two enzymes in Chef Ant E.coli. First, formaldehyde dehydrogenase decomposes formaldehyde to formic acid. The gene of formaldehyde dehydrogenase is from Pseudomonas Putida. Second, formic acid dehydrogenase converts formic acid to CO2 and H2O. The gene of formic acid dehydrogenase is from Methylbacterium extorquens.", 
        "id": "749"
    }, 
    "Goettingen": {
        "school": "Georg August University Goettingen www.uni-goettingen.de", 
        "description": "Homing Coli", 
        "title": "Homing coli: EngineeringE. colito become &ldquo;tracking dogs&rdquo;", 
        "track": "Health & Medicine", 
        "abstract": "The model organismEscherichia coliis naturally capable of sensing substances in its environment and consequently moves directionally towards these, a phenomenon known as chemotaxis. Here, we apply directed evolution to chemoreceptors by targeting five amino acid residues in the ligand binding site to enableE. colito perceive novel substances. In order to investigate mobility and directed movement towards a substance, an effective mobility selection method using special &ldquo;swimming plates&rdquo; is designed. Additionally, we attempt to improveE. coli&rsquo;s swimming velocity by creating new parts derived from its own motility apparatus. Based on our selection system, we identify variants of chemoreceptors with new binding specificities in the mutant library. By these means, we aim to train the bacterium to detect new molecules such as tumor cell markers. Once having establishedE. colias our &ldquo;tracking dogs&rdquo;, the possible applications in medicine but also to environmental issues are virtually countless.", 
        "id": "777"
    }, 
    "VIT_Vellore": {
        "school": "Vellore Institute of Technology Vellore, Tamil Nadu, India vit.ac.in", 
        "description": "We are a group of undergraduate students from VIT Vellore. We are the second team from our college participating in iGEM following our 2011 VIT_Vellore team.", 
        "title": "Microbial Fuel Cell Using Consortium of Bacteria to Treat Wastewater and Generate Electricity", 
        "track": "Food & Energy", 
        "abstract": "A Microbial Fuel Cell was constructed which was used to treat sewage waste to produce electricity. The bacteria used for the degradation of the waste was Bacillus subtilis genetically modified to include the part BBa_J45014 which codes for banana smell. This was included to ensure a more pleasant smell during the working of the fuel cell and also provides an indicator for the battery life of the cell. Pseudomonas aeuroginosa was also used as a helper bacterium in the generation of electricity. The preliminary results indicated a production of banana odour by the bacteria. However, preliminary tests with the first MFC design did not result in a measurable electricity generation. Further tests with a different salt bridge composition and fuel cell design are underway to arrive at an efficient cell that produces a sizable electricity output that could be used to power small electrical devices.", 
        "id": "728"
    }, 
    "Edinburgh": {
        "school": "University of Edinburgh Edinburgh, Scotland, United Kingdom www.ed.ac.uk", 
        "description": "University of Edinburgh iGEM team 2012", 
        "title": "Tools that make synthetic biology easier and safer - questioning legacy and friendliness", 
        "track": "Foundational Advance", 
        "abstract": "Edinburgh&rsquo;s 2012 iGEM project focuses on developing tools that expand the range of synthetic biology applications.\r\n\r\nWe are characterizing Citrobacter freundii as a chassis in order to investigate the potential of a new host organism as an alternative to Escherichia coli in synthetic biology. \r\n\r\nThe team is also looking at novel selectable and counter-selectable markers as a substitute for antibiotic based systems which facilitate the spread of antibiotic resistance in the \r\nenvironment. \r\n\r\nWe seek to implement the MtrCAB electron transfer system from Shewanella oneidensis into E. coli, and test the resulting electron output from the organisms using microbial fuel cells.\r\n\r\nWe are constructing computer models of the electron transfer chain and of cell survival with non-antibiotic markers.\r\n\r\nThis tools-based project responds directly to legislation and safety. We considered how iGEM gives us the freedom to pursue blue-sky research and whether our work is driven by preconceptions of public opinion.", 
        "id": "917"
    }, 
    "HUST-China": {
        "school": "Huazhong University of Science and Technology, Wuhan, Hubei, China, www.hust.edu.cn", 
        "description": "The HUST-China team was established with three instructors and a number of undergraduate students.", 
        "title": "Synthetic Biofactory:  Lignocellulose Decomposer and Microbial Fuel Cell", 
        "track": "Food & Energy", 
        "abstract": "The fossil fuels on earth are so limited today and will disappear in less than 50 years. In order to mitigate energy crisis, the HUST-China team has designed two systems to produce power sources.Lignocellulose Decomposer:We constructed three strains of Pichia pastoris that pretreat lignocellulose, an important biomass resource, degrade cellulose, hemicellulose and lignin, the three polymers of lignocellulose, and finally generate ethanol. We introduced several genes and used external secretion and cell surface co-display techniques to express the corresponding enzymes.Microbial Fuel Cell:Microbial Fuel Cell (MFC) can generate electricity using glucose, acetate or lactate, especially when the substrate is simple organic. Our project would firstly construct a signal regulated network to control the formation or depolymerization of biofilm. And then we will build a metabolic pathway to decomposition pyruvate into CO2, so that the NADH can be consumed and regenerated for electric energy export.", 
        "id": "805"
    }, 
    "Michigan": {
        "school": "University of Michigan, Ann Arbor, MI, USA www.umich.edu/", 
        "description": "University of Michigan", 
        "title": "Utilizing FimE and HBif Recombinases to Tightly Control a Bi-directional and Inheritable Switch", 
        "track": "Foundational Advance", 
        "abstract": "Recombinases can be used to create responsive, low background, boolean genetic circuits in biological systems. Further, it is theoretically possible to create complex control circuits using combinations of invertible DNA sequences. We utilized the recombinase HbiF to augment an existing system in Escherichia coli that relied on the recombinase FimE. A burst of induced, low level expression of one recombinase will invert the promoter flanked by the recombinase binding sites, triggering a switch from strong expression of one set of proteins to another set. Induced expression of the second recombinase will revert the promoter to its original orientation, triggering the original set of protein expression. The inversion will be sustained across cell divisions with little leaky protein expression and negligible performance degradation after repeated inversions. This is a heritable, binary memory system and can be used as a component in more complex systems.", 
        "id": "880"
    }, 
    "uOttawa_CA": {
        "school": "University of Ottawa", 
        "description": "Students from the University of Ottawa competing in the iGEM competition", 
        "title": "A Comprehensive Approach to Universal Network Design", 
        "track": "Foundational Advance", 
        "abstract": "In order for synthetic biology to advance as a field it must be made simpler for large gene networks to be designed and built. The goal of the uOttawa team this year was to tackle this problem by characterizing parts and improving gene assembly by taking advantage ofS. Cerevisiae&rsquo;sability to exist in both the haploid and diploid form. Inducible systems were used to externally manipulate gene expression and allowed for a fine-tuning of the designed networks. A shuttle vector was designed that will take advantage of the assembly abilities of yeast and the replicative abilities of bacteria. To expand the Biobrick registry we will be submitting new inducible activators, promoters and our shuttle vector.", 
        "id": "807"
    }, 
    "Hong_Kong-CUHK": {
        "school": "The Chinese University of Hong Kong Sha Tin, N.T.,  Hong Kong Special Administrative Region", 
        "description": "We are a team with students from the School of Life Sciences and the Faculty of Engineering of the Chinese University. We are all first year students who eager to use this summer of 2012 to use synthetic biology technique help solving key problems on this planet earth with innovative and creative ideas.", 
        "title": "Light of No Return", 
        "track": "Foundational Advance", 
        "abstract": "Although the sensory technology has been deeply explored and implemented in various means, most of the developed sensors are chemically-dependent promoters which regulate downstream gene expression. We exploited the use of halobacterial sensors, the sensory rhodopsins which are sensitive to a wide spectrum of readily available light source and build a series of sensing systems to control cellular movement and gene regulation. This system can be executed as a fundamental part for further applications, such as cell targeting and refining. Furthermore, to counter the safety issues caused by the leakage of bioengineered cells, this sensing method altogether with the CRISPR/Cas sytem can targart and achieve the cleavage of the transformed plasmid under the stimulation of natural light sources.", 
        "id": "786"
    }, 
    "SDU-Denmark": {
        "school": "University of Southern Denmark, Campusvej 55, 5230 Odense M Denmark www.sdu.dk", 
        "description": "This year's team from the University of Southern Denmark consists of 10 team members from the fields Medicine, Biomedicine, Biochemistry & Molecular Biology and Nanobioscience.", 
        "title": "Novel approach in the fight against obesity: modulating gut microbiota by probiotic inulin producing bacteria", 
        "track": "Health & Medicine", 
        "abstract": "Obesity is associated with a low-grade inflammatory response, which among other things, is triggered by bacterial plasma lipopolysaccharide (LPS).  A high-energy diet, increases the amount of LPS-producing gut microbiota, and increased LPS levels has been observed in obese individuals. By inducing changes in the gut microbiota by prebiotics, like inulin, it is possible to decrease the plasma LPS level. This is associated with the stimulation of bifidobacterial growth. We have designed a novel approach to address this issue of plasma LPS, by probioticly induce changes in the gut flora by genetically modifying a bacteria to produce plant originated inulin. We cloned the two genes encoding sucrose:sucrose fructosyltransferase (SST) and fructose:fructose fructosyltransferase (FFT) from the Jerusalem artichoke into a E. coli, where it will produce inulin by using sucrose as an acceptor molecules. In the future this construct should be introduced by a probiotic lactobacillus, into the gut.", 
        "id": "899"
    }, 
    "UT-Tokyo-Software": {
        "school": "University of Tokyo Tokyo, Japan www.ut-tokyo.ac.jp", 
        "description": "Software division of the University of Tokyo team", 
        "title": "Software tools for iGEMers: BioBrick/Project Search & Tutorials", 
        "track": "Software Tools", 
        "abstract": "We developed new search and educational tools to assist iGEM\r\nteams. For many teams, the majority of team members are new-comers.\r\nOur primary goal therefore is to aid these beginners get used to iGEM\r\nearlier\r\nto make project initiation swift.  All of our tools are\r\nweb-based and have user-friendly interfaces enabling users to gain\r\nquick access to needed information.  Our project consists of the following four\r\ntools.&ldquo;BioBrick Search&rdquo;improves convenience in searching BioBrick parts by\r\na sophisticated interface and an ordering algorithm taking into acount the\r\nparts' frequency of use.\r\nWith&ldquo;Past Project Search&rdquo;, you can run a keyword search for all past\r\nprojects and access past teams' presentation material easily.&ldquo;BioBrick Puzzle&rdquo;and&ldquo;Gene Network Game&rdquo;are educational games intended\r\nfor beginners to acquire knowledge about BioBricks and gene networks,\r\nwhich aides them to plan their projects and conduct experiments.", 
        "id": "791"
    }, 
    "SUSTC-Shenzhen-A": {
        "school": "South University of Science and Technology of China, Shenzhen, China website: www.sustc.edu.cn  SUSTC is a public institution funded by the municipality of Shenzhen, a special economic zone city in  southern China. The University receives full financial support from the municipality. SUSTC offers an  idyllic environment suitable for learning and scholarship. SUSTC promotes academic freedom,", 
        "description": "We are from South University of Science and Technology of China, which is located in Shenzhen, China.", 
        "title": "BioSearch-An iPhone App for Partsregistry", 
        "track": "Software Tools", 
        "abstract": "The era of Partsregistry on mobile phone has arrived! With BioSearch on your iPhone, you can now check biobricks and partsregistry in the seminar room; You can design your genetic circuits when you are waiting for a bus!\r\nBioSearch is fully interacting with Partsregistry( http://partsregistry.org ) and has all  parts information of Partsregistry database with enhanced user-friendly interface. BioSearch has a powerful search engine. Users can search parts and devices by type, by category, by keywords, etc. Our online survey shows that BioSearch has major improvement in search result ranking. In addition, our iPhone App has new functions including sharing, rating, adding bookmarks and downloading to local system. These new functions shall promote the commuting and sharing between synthetic biologists.\r\nThe BioSearch is going to be available on Apple Store and is free to use.", 
        "id": "767"
    }, 
    "Tsinghua": {
        "school": "Tsinghua University Beijing, China www.tsinghua.edu.cn", 
        "description": "We are the IGEM team from Tsinghua University. Most of members are from the school of life sciences. We love science!", 
        "title": "Domino E.coli community", 
        "track": "Information Processing", 
        "abstract": "The domino effect, a chain reaction that occurs when a small change causes similar changes nearby and leading to a set of changes in linear sequence, can be viewed as a form of information processing and signal amplification. In prokaryotes, information transmission through slow diffusion of chemical compounds is limited either in width or rate. In our project, we constructed a bio-film like Domino E.coli community, aimed at achieving an expansive and rapid biological signal processing system. Domino E.coli community, as its name suggests, is capable of amplifying a weak starting signal via geometrical progression, taking advantage of quorum sensing effect. Meanwhile, our system undergoes multi-signal integration, logical computation and transformation of chemical inputs to visual outputs, suggesting the approach of constructing multi-cellular biocomputing.", 
        "id": "766"
    }, 
    "SUSTC-Shenzhen-B": {
        "school": "South University of Science and Technology of China, Shenzhen, Guangdong, China; www.sustc.edu.cn", 
        "description": "We are from South University of Science and Technology of China, a public university in Shenzhen, China.", 
        "title": "Theoretical modeling and experimental measurement of transcription terminator efficiency", 
        "track": "Software Tools", 
        "abstract": "Transcription terminator is an essential part of biobrick circuits, but is not well characterized. We studied the rho-independent transcription terminators using both theoretical modeling and experiment method. We first developed a theoretical model. This model calculate the free energy of RNA folding and can predict the secondary structure of terminators. From the secondary structure, we  proposed an algorithm that can calculate terminator efficiency. In the aspect of experiment, we construct 100 terminators. We measure the the terminator efficiency by measuring the GFP and RFP which are placed before and after terminators. The efficiency calculated from theoretical model fit quite well with experimental results.  We also created a software and a web surver  for people to calculate their terminators and also built a database of terminator efficiency which we believe to be the largest database of such kind. Our work is by far the most comprehensive study on terminator efficiency.", 
        "id": "827"
    }, 
    "Fudan_Lux": {
        "school": "Fudan University Shanghai China www.fudan.edu.cn", 
        "description": "\"Lux\" means light in Greek.It indicates our theme and project.", 
        "title": "Biowave | Nano-tubular Highways | Labcloud", 
        "track": "Information Processing", 
        "abstract": "Using light as messager is rarely seen in the biological system. In project BIOWAVE, we want to create such a light driven feedback system including artificial light sensor and bioiluminescence. With the properties of feedback system and time-lapse of gene expression,colony could form a detectable wave like pattern in a macroscopic level.\r\nProject Nano-tubular Highways is about constructing a brand-new biological model using a recently discovered cellular structure termed Tunneling Nanotubes(TNT) and bacteria with green fluorescence protein. Studying the distribution of the bacteria which could transport through the TNT and its pattern format is helpful for the optimal model problem.\r\nProject LabCloud aims to provide a mobile app for iGEMers share their experiments, ideas, files and others in and between teams. It will also provide group's shared calendar, instruments management and other powerful functions to help iGEMers&rsquo; cooperation. At last, it has the Push Notification to ensure communication in time.", 
        "id": "785"
    }, 
    "Grenoble": {
        "school": "University Joseph Fourier, Grenoble, France, www.ujf-grenoble.fr  Grenoble Institute of Technology, Grenoble, France, www.grenoble-inp.fr  Polytech Grenoble, Grenoble, France, www.polytech-grenoble.fr", 
        "description": "We are a multidisciplinary team composed of biologists, engineers, computer scientists and management students.", 
        "title": "sEnsiColi: A tunable and reliable ultra-sensitive detector", 
        "track": "Information Processing", 
        "abstract": "Multi-resistant bacteria are a worldwide issue which in a very near future will have huge impacts on our societies and ways diagnosis and prevention will be performed. In this optic, the Grenoble iGEM team has built an ultra-sensitive pathogen detector. It consists of three interconnected modules: 1- Detection, 2- Amplification/ Communication and 3- Output. The detection module consists of a recombinant membrane receptor that, once activated, actuates an amplification loop. The amplification system contains a genetic feed forward loop, which filters out false positive outputs. Once amplified and filtered, the signal is transmitted to neighboring bacteria via a diffusible molecule. In turn, the amplification loop is triggered which leads to the production of a measurable fluorescence output. The design of our network is easily adaptable to different input signals by using other receptor domains.", 
        "id": "845"
    }, 
    "Tsinghua-D": {
        "school": "Tsinghua University Beijing, Beijing, China http://www.tsinghua.edu.cn", 
        "description": "We aim at designing RNAT for temparature-dependent way of expressing specific proteins in a software-experiment combined way.", 
        "title": "Designable Thermoswitch", 
        "track": "Foundational Advance", 
        "abstract": "By creating the term &lsquo;Designable thermoswitch&rdquo;, we are trying to deliver an idea that metabolic controllers responded to given temperatures can be designed.\r\n\r\nBesides explanation and prediction, the ultimate goal of science is creation.  Here, we create several regulatory RNAs as thermal metabolic controller.  Pre-set a &lsquo;switch-on&rsquo; temperature and a &lsquo;switch-off&rsquo; temperature, in silico simulation will give the sequence of the regulatory RNA that meet the requirement.\r\n\r\nA step further, we apply our &lsquo;Designable Thermoswitches&rsquo; to the field of fermentation industry.  For a long time, engineers are trying to find a more economic and more automatic way to extract fermentation product inside the engineered microorganism.  We align our &lsquo;Designable Thermoswitches&rsquo; and gene of lysozyme together and put them into E.Coli to solve this problem.  The reconstructed E.Coli will switch on the procedure of self-lysate at the given temperature.  Thus, the fermentation product inside the engineered microorganism can be released.", 
        "id": "837"
    }, 
    "Northwestern": {
        "school": "Northwestern University, Evanston, IL www.northwestern.edu", 
        "description": "Northwestern University", 
        "title": "The Phytastic Probiotic: Increasing the Bioavailability of Nutrients in the Digestive System", 
        "track": "Health & Medicine", 
        "abstract": "Iron deficiency affects 2 billion people - or over 30% of the world&rsquo;s population &ndash; and can lead to anemia, ill health, and even death. Surprisingly, this deficiency is typically not due to a lack of dietary iron, but rather due to low bio-availability, and thus poor absorption of iron. Phytic acid is a prevalent chelator of iron and other nutrients in food. Our mission is to build a system that breaks down phytic acid in the digestive system, releasing bound iron for the body to absorb. Our solution comprises two engineered components: a module that constitutively produces phytase to break down phytic acid and a pH-sensitive module that causes cells to lyse and release the accumulated phytase in the stomach. If successful, our strain would be a low-cost sustainable solution to preventing iron deficiency without the need for constant supplies of iron supplements.", 
        "id": "912"
    }, 
    "Tokyo-NoKoGen": {
        "school": "Tokyo University of Agriculture and Technology Koganei, Tokyo, JAPAN www.tuat.ac.jp", 
        "description": "Students from the Department of Biotechnology, Graduate School of Engineering, Tokyo University of Agriculture and Technology (Tokyo Nokodaigaku)", 
        "title": "Coli express for long distance communication", 
        "track": "New Application", 
        "abstract": "We created anE. colifor long distance communication. This &ldquo;Communicheria coli&rdquo; was inspired by the Pony Express, a rapid mail delivery service in the American Wild West, where mail was relayed by horseback riders.Communicheria colisends a message, in the form of light, to distant cells, which then relay the message to other distant cells.Communicheria colihas light sensors constructed using the light receptor domain of bacterial sensory rhodopsin or the cyanobacterial green light sensor CcaS. In response to light signals, cells will induce their own lux operon to send the message to other distant cells, for example in a separate flask, which will in turn relay the message to other distant cells.\r\nTo improve the effectiveness of our new signal delivery system, we set out to enhance the light intensity, change the light color, and shorten the response time.", 
        "id": "769"
    }, 
    "Tsinghua-A": {
        "school": "Tsinghua University,Beijing,100084,China www.tsinghua.edu.cn", 
        "description": "A team from Tsinghua University automation department", 
        "title": "CPLD: a Cell-based Programmable Logic Device", 
        "track": "Foundational Advance", 
        "abstract": "The ambitious Tsinghua-A iGEMers are still dedicated to a beautiful combination of biology and engineering, and this year, the realization of a programmable logic device (PLD) on the gene sequence has become the focus of our attention. A series of symmetric logic-toggle modules, or briefly speaking, AND-OR switching gates, are designed to act as the basic parts of this Cell PLD. The idea comes from PLD which is widely used in electronics engineering. Hopefully, the construction of these modules in the cell will be achieved, with the help of the site-specific recombination systems. Feedforward control theory is introduced into the module and mechanism on the behavior has long been under our analysis, all aiming at a better performance of the logic gate. Modeling as well as computer simulation will help to evaluate and thus improve the robustness in this process.", 
        "id": "740"
    }, 
    "Penn": {
        "school": "University of Pennsylvania Philadelphia, PA, USA www.upenn.edu", 
        "description": "The University of Pennsylvania 2012 iGEM team", 
        "title": "pDAWN Of A New Era: Engineering Bacterial Therapeutics", 
        "track": "Health & Medicine", 
        "abstract": "We are engineering E. coli bacteria which may enable highly targeted eradication of human epidermal growth factor receptor 2 (HER2) overexpressing cancer cells. Upon binding to HER2 overexpressing cells, bacterial cytotoxicity can be triggered with spatial and temporal precision by illumination with blue light, which activates overexpression and secretion of Cytolysin A (ClyA) under the control of the pDawn transcriptional module. \r\n   Furthermore, we are also investigating the feasibility of engineering bacterial biofilms that can act as antimicrobial surfaces. We are engineering E. coli bacteria to form non-pathogenic biofilms that express bacteriolytic proteins capable of inhibiting the formation of pathogenic biofilms that are potential sources of hospital acquired infections. These cells carry the a gene encoding lysostaphin (lss), which selectively destroys the cell walls of Streptococcus bacteria, a common pathogen in many hospital settings.", 
        "id": "811"
    }, 
    "UT_Dallas": {
        "school": "University of Texas at Dallas 800 W Campbell Road Richardson, TX 75080", 
        "description": "The University of Texas at Dallas IGEM 2012 team", 
        "title": "Distributed cellular processing units: a synergistic approach to biological computing", 
        "track": "Information Processing", 
        "abstract": "The goal of the 2012 University of Texas at Dallas IGEM team is to redefine biological information processing using quorum signaling-based biological circuitry in bacteria. Quorum signaling allows bacteria to communicate with each other through the use of chemical signals. Bacteria use this form of signaling in nature to coordinate their behavior. Using three quorum signaling molecules we create unique connections between different populations of engineered bacteria and perform coordinated computing functions. We design and characterize standard and novel modules such as toggle switches, oscillators, signal propagators, and logic gates. As compared to engineering molecular circuitry in single populations, we aim to show that the synergistic approach to information processing leads to improved, scalable, and tunable operation.", 
        "id": "876"
    }, 
    "IIT_Madras": {
        "school": "Indian Institute of Technology Madras, Chennai, India - 600036 Website: www.iitm.ac.in", 
        "description": "We are a group of undergraduates from IIT Madras.", 
        "title": "Novel Applications of a Chimeric Estrogen Receptor", 
        "track": "New Application", 
        "abstract": "We aim to express codon-optimized ligand binding domain of Estrogen Receptor &#945; in conjugation with the ToxR DNA binding domain from Vibrio cholerae in E. coli to separate stereoisomers that have profoundly different impacts on biological systems. Isolation and concentration of specific isomers is of immense biological importance to pharmaceutical industries. We plan to try and simplify this process by separating commercially important compounds using a biological system instead of traditional chemical methods which can be very resource intensive and time consuming. We also plan to develop a high-throughput system for screening of drugs which act on the Estrogen receptor using E. coli. Finally, we wish to provide an efficient means for the bioremediation of endocrine disruptors prevalent in the Indian subcontinent which have an adverse impact on the country&rsquo;s population.", 
        "id": "856"
    }, 
    "UNITN-Trento": {
        "school": "University of Trento", 
        "description": "An undergraduate team made of students of second and third year of the Bachelor Program in Biotechnology of the University of Trento (Italy)", 
        "title": "Crust Away", 
        "track": "New Application", 
        "abstract": "Statues and monuments all over the world are often covered in a disfiguring black crust caused by weather and pollution. Current methods to clean black crust are either too destructive or non-effective. The aim of our project is to develop a system to more gently restore statues and monuments. To achieve this goal, we engineered E. coli to eat the black crust. More specifically, we introduced an aerobic sulfate reducing pathway and a hydrogen sulfide producing pathway into E. coli. In this way, the sulfate component of the black crust is transformed into a gas, thereby degrading the offending substance without degrading the original material of the statue. In addition to our black crust project, we developed a ratiometric fluorescence platform to test transcriptional terminators and subsequently used the platform to compare the efficiencies of T7 and E. coli transcriptional terminators with T7 and E. coli RNA polymerases.", 
        "id": "731"
    }, 
    "Frankfurt": {
        "school": "Goethe University Frankfurt am Main", 
        "description": "A team of students from 1. semester up to PhD and disciplines including biophysics, biochemistry, biotechnology, biology, chemistry, physics and bioinformatics. The project will deal with the stevia sweetener Reb A and the microorganism Saccharomyces cerevisiae.", 
        "title": "Steviomyces - It´s gonna be sweet", 
        "track": "Food & Energy", 
        "abstract": "The Stevia plant produces several sweeteners known as Steviolglycosides which have only recently been admitted as a food additive in the European Union. However it has been used as a traditional food ingredient by Paraguayan natives, for example to sweeten mate tea. The iGEM Team Frankfurt wants to transfer the pathway of the plant into baker yeast (Saccharomyces cerevisiae) to make stevia production much cheaper. Furthermore microbial production of these sweetening compounds could also lower the environmental costs of Sweetener production. \r\nIn addition to these advantages, it would be possible to selectively produce only the most flavorful compounds.\r\nSeveral of  known problems with carbohydrate sweeteners  like diabetes or caries could be overcome by the Steviolglycosides which are produced byStevia rebaudiana. Another interesting perspective is the capability of Steviolglycosides to reduce the blood sugar value.", 
        "id": "849"
    }, 
    "Potsdam_Bioware": {
        "school": "Synthetic Biosystems Group Molecular Biotechnology Group Institute for Biochemistry and Biology University of Potsdam Potsdam Germany http://www.uni-potsdam.de http://www.syntbio.net/iGEM", 
        "description": "Working towards a better world.", 
        "title": "Antibody Generation System - Maturation, Selection and Production in CHO Cells", 
        "track": "Manufacturing", 
        "abstract": "Antibodies are of utmost importance for research and therapy but their generation is laborious and time consuming. We established a novel streamlined workflow for obtaining antibodies by incorporating all natural steps such as antibody maturation, selection and production in one genetic system implemented into a eukaryotic cell line. We stably transfect an antibody construct into CHO cells and mimic maturation by using the enzyme AID (activation-induced deaminase), which is known to induce somatic hypermutation. For selection, we are testing and deploying a versatile and continuous viral system as well as magnetic beads and cell sorting. Finally, a genetic switch enables the transition from surface expression to production of soluble antibodies. In addition, we pursue phage display with an antibody fragment to study mutation rate and evolution by AID in prokaryotes. Our system supersedes animal immunization, and the smooth process will increase the ready availability of antibodies in various formats.", 
        "id": "929"
    }, 
    "UGA-Georgia": {
        "school": "University of Georgia", 
        "description": "UGA synthetic biology team", 
        "title": "Genetically Modifying Methanococcus maripaludis into an Air Freshener Producer", 
        "track": "Foundational Advance", 
        "abstract": "The methane-producing archaeon Methanococcus maripaludis was synthetically modified via expression of a gene to produce geraniol synthase (GS) from Ocimum basilicum. The GS gene was cloned on a methanococcal shuttle vector downstream of a strong promoter, and transformation of methanococci was confirmed via PCR.  GS catalyzes the conversion of geranyl diphosphate, an intermediate in biosynthesis of the isoprenoid lipids of these archaea, to geraniol, the major aromatic compound in roses and a potential biofuel. Small amounts of geraniol biosynthesis were detected in cultures of the transformants by GC/MS.  Methanogens are archaea that live in the guts of humans and animals and are responsible for the methane content of flatulence.  Thus, this project could convert personal polluters into an air freshener.  Because of the prevalence of flatulence among the aging population of the United States, the potential impact of this research is very high.", 
        "id": "890"
    }, 
    "UC_Chile": {
        "school": "Pontificia Universidad Catolica de Chile Santiago, Chile www.igemuc.cl", 
        "description": "The first Chilean team in iGEM, sponsored by the Plant Systems Biology Lab at PUC", 
        "title": "Luxilla: a light rechargeable and programmable biolamp", 
        "track": "New Application", 
        "abstract": "Synchronization of biological processes in populations is essential to achieve strong measurable and functional traits. Circadian rhythms are one of nature's most exquisite mechanisms to regulate and synchronize biological processes over time. Our team has taken advantage of the fine time control offered by the circadian clock machinery to construct a genetic circuit that allows robust oscillatory behavior in a synchronized and predictable manner. We have coupled the expression of genes of a bioluminescent pathway to the endogenous circadian clock ofSynechocystis PCC 6803. The benefits of usingSynechocystisas our chassis for practical applications include minimal production costs due to its autotrophic growth capacity and precise synchronization to time-dependent events using environmental cues such as light. As a direct application we designed the first self-rechargeable programmable bio-lamp. Secondary projects include a novel secretion system, the first spider-silk biobrick and an optimization of the Gibson assembly reaction for small parts.", 
        "id": "743"
    }, 
    "Marburg_SYNMIKRO": {
        "school": "Philipps University Marburg, Marburg, Germany http://www.uni-marburg.de/ LOEWE Centre for Synthetic Microbiology, Marburg, Germany http://www.synmikro.com/de/", 
        "description": "iGEM team of the Marburg University and the LOEWE Centre for Synthetic Microbiology (SYNMIKRO)", 
        "title": "&ldquo;The Recombinator&rdquo;: an intelligent Genetically Engineered Slot Machine (iGESM)", 
        "track": "Foundational Advance", 
        "abstract": "The vertebrate immune system produces billions of different antibodies. This diversity is generated by random VDJ-recombination of a limited number of antibody subfragments. This inspired us to construct an automatic recombination system in E. coli that generates large numbers of novel proteins by combinatorial fusion of functional domains.\r\n\r\nThe site-specific DNA recombinase Gin of bacteriophage Mu depends on the presence of a DNA enhancer element for efficient recombination. This allowed us to construct a system, called &ldquo;The Recombinator&rdquo;, which automatically shuts down after successful recombination. We visualized the randomizing function of our genetically engineered slot machine by combining colors with cellular localization domains.\r\n\r\nBy scaling up the number of recombination modules and functional domains our system will be able to generate a multitude of new proteins. We envision that &ldquo;The Recombinator&rdquo; will serve as a tool to create novel enzymatic activities for innovative drug design, environmental detoxification and metabolic engineering.", 
        "id": "866"
    }, 
    "XMU-China": {
        "school": "Xiamen University Xiamen,Fujian,China http://www.xmu.edu.cn/", 
        "description": "Sail your dream!", 
        "title": "E.Lumoli: a shining synthetic device for digit or time-course display", 
        "track": "New Application", 
        "abstract": "We haved constructed a fluorescent digital display device with synthetic logic gates, which is able to respond to signals by displaying and switching numbers. We put GFP equipped with degradation tags in downstream to illuminate our numbers and change them quickly as well. Considering our engineering background, we accordingly employ cell immobilization to build our device. Engineering bacteria have been embedded in intra-hallow calcium alginate microcapsules and in PDMDAAC-NaCS microcapsules, respectively. In addition, 3D CAD design is performed for a perfect device.\r\nOur genetic circuits vary in length and RBS strength, leading to different durations of time delay for GFP expression. This inspired us to extend our work last year. By altering the strength of RBS at five grades, another five circuits have been built. After the induction by arabinose, the duration of response time for GFP expression increases as the strength of RBS declines, bringing about a time-course display.", 
        "id": "750"
    }, 
    "Lyon-INSA": {
        "school": "Institut National des Sciences Appliquées of Lyon, France http://www.insa-lyon.fr/en", 
        "description": "INSA-Lyon constitutes the iGEM2012 competition team of Lyon.", 
        "title": "Biofilm Killer: long-term destruction of biofilms in an industrial context.", 
        "track": "Food & Energy", 
        "abstract": "Biofilms are responsible for billions of dollars in production losses and treatment costs in the industry every year. Biofilm-related problems are major concerns in the food industry where it can cause food spoilage or poisoning, in health industry because of pathogens' persistence and dispersal, or in the oil and water industry where it causes corrosion. Assuming that the environment is already over-saturated with harmful chemicals such as biocides, whose long term health effects remains to be elucidated, there is a great need for innovating solutions to reduce detrimental biofilm effects.\r\n\r\nTo reduce the use of biocides, the INSA-Lyon iGEM team aims to engineer a bacterial \"torpedo\" capable to infiltrate and destroy biofilms formed on industrial equipments, pipes or reservoirs. Industrial surfaces will then be protected from further deleterious contamination by either a surfactant coating, or the establishment of a protective biofilm produced by the torpedo bacteria.", 
        "id": "802"
    }, 
    "KAIST_Korea": {
        "school": "Korea Advanced Institute of Science and Technology, Daejeon, Korea http://www.kaist.ac.kr", 
        "description": "We are undergraduate students from KAIST, Korea.", 
        "title": "CO2 Fixation Pathway and Pathway Switching Module", 
        "track": "Environment", 
        "abstract": "1. CO2 Fixation PathwayReductive acetyl-CoA pathway is a pathway for carbon dioxide (CO2) fixation in many anaerobes. Acetogenic use this pathway to synthesize acetic acid from carbon dioxide. Because the pathway is non-regenerative, reductive acetyl CoA pathway is a appropriate target pathway to consume atmospheric carbon dioxide (CO2). Nowadays, full genome sequences of bunch of acetogens are available. Also, the enzymes consisting the pathway are elucidated allowing us to reconstruct the pathway inEscherichia coli.2. Pathway Switching ModuleThroughout past iGEM competitions, many kinds of bio-modules were proposed and tested. In our project, we are suggesting dual-phase switching module using DNA recombination system that is new to iGEM part registry. With this module we will be able to control metabolic pathway we are targeting. Coupling of suggested module with cell growth, we expect to enable our cells to control their metabolisms according to cell growth.", 
        "id": "907"
    }, 
    "Virginia": {
        "school": "University of Virginia Charlottesville, Virginia, USA www.virginia.edu", 
        "description": "University of Virginia iGEM team", 
        "title": "Genetically engineered bacteriophage for diagnosis of whooping cough", 
        "track": "Health & Medicine", 
        "abstract": "Whooping cough, the infectious respiratory disease caused byBordetella pertussis, is diagnosed in tens of millions of people and results in almost 300,000 deaths globally each year. Low-income and unvaccinated individuals as well as infants are especially susceptible. Current diagnostic procedures are complicated, costly, and can take up to a week, by which time the disease may have progressed or spread. The enormous impact of this disease urgently motivates the development of a faster, cheaper, and more reliable diagnostic test. Our epidemiology models suggest that earlier diagnosis could drastically reduce the incidence and impact of the disease. We propose an engineered bacteriophage diagnostic system for rapid clinical detection ofpertussis. We first engineered T7 bacteriophage to demonstrate this approach inE. coli. Our modular diagnostic approach can be applied to the high-sensitivity detection of other bacteria.", 
        "id": "732"
    }, 
    "IvyTech-South_Bend": {
        "school": "Ivy Tech Community College - South Bend Indiana University", 
        "description": "Undergraduate Biotechnology majors from Ivy Tech Community College Region 2 (South Bend Campus)", 
        "title": "Optimization of a Bacteria-based Biosensor for Arsenic in Drinking Water", 
        "track": "Environment", 
        "abstract": "Millions of people worldwide are exposed to toxic levels of arsenic in drinking water. Bacteria have an efflux operon regulated by an arsenic sensitive inducible promoter.  It is possible through recombinant DNA technology to isolate this promoter and combine it to a reporter system and transform bacteria to create a biosensor for arsenic. Induction of the arsenic-sensitive promoter occurs by the binding of arsenite to an inhibitory protein, de-repressing transcription.  We have observed the arsenic responsive promoter from E. coli to have a consistent, low level of background induction.  We have tested the hypothesis that by increasing the quantity of the inhibitory protein in the cell, we can quantifiably raise the threshold of the response.  Our intention is to create a tunable biosensor to form the basis of a low-tech device that can reliably detect dangerous levels of arsenic in water for use in the developing world.", 
        "id": "935"
    }, 
    "West_Point": {
        "school": "United States Military Academy West Point, NY www.usma.edu", 
        "description": "West Point undergraduates will engineer an E. coli-based Vibrio cholerae sensor system.", 
        "title": "-- Not provided yet --", 
        "track": "This team has not been assigned to a track.", 
        "abstract": "-- No abstract provided yet --", 
        "id": "928"
    }, 
    "Nanjing_China_Bio": {
        "school": "Nanjing University Nanjing, Jiangsu, China www.nju.edu.cn", 
        "description": "Our team is mainly composed of undergradutes, several post-graduate masters also join us.", 
        "title": "Bacterial Cancer Therapy: Tumor-targeted Salmonella", 
        "track": "Health & Medicine", 
        "abstract": "Bacteria targeting cancer therapy: Salmonella typhimurium-VNP20009 with its unique characteristic of accumulating in nutrient-rich or hypoxic tissues can be adapted to tumor targeted therapy. However, recent researches revealed that S. typhimurium can survive in other normal tissues, resulting in damage or inflammatory response.\r\n  Our project aims to improve the therapeutic property of S. typhimurium by modifying its amino acids-synthesizing genes and screen highly tumor-targeted strains. Then we standardize them to construct a general element used specifically in hypoxic tissues.\r\n  The hypoxic feature in the core areas of tumors made it possible for S. typhimurium to target tumors specifically.  Our goal is to screen the anaerobic promoter that can express efficiently in S. typhimurium and ligate it with genes of anti-cancer drugs. The double properties of the strains and promoters enable anti-cancer drugs to express specifically in tumors, fulfilling our goal of decreasing toxic and side effects of the drugs.", 
        "id": "905"
    }, 
    "UCSF": {
        "school": "University of California, San Francisco San Francisco CA USA www.ucsf.edu", 
        "description": "Students from Abraham Lincoln High School in San Francisco, CA form a team and work at UCSF for the summer.", 
        "title": "Cell Mates: Engineering Metabolic Cooperation and Cellular Codependence", 
        "track": "Foundational Advance", 
        "abstract": "One major goal of synthetic biology is to use common chassis (E. coli, yeast) for the production of drugs and useful natural products. This practice often requires placing large enzymatic pathways into one cell. Production of the desired product is usually affected by increased metabolic burden or negative feedback on the cell. In nature, however, many organisms work symbiotically to accomplish a task and/or provide mutual benefits to one another. For the first part of our project, we have studied two systems to create cellular codependence in E. coli - using either pairs of auxotrophs or toxin/antitoxins. In the second part of our project, we split a model metabolic pathway (violacein production) between two separate strains. Our goal is to create a tunable system to control population ratio of strains in co-culture in order to maximize the yield of a product.", 
        "id": "726"
    }, 
    "Stanford-Brown": {
        "school": "Stanford University, Stanford, CA, USA stanford.edu Brown University, Providence, RI, USA  brown.edu", 
        "description": "Students from Stanford and Brown universities", 
        "title": "The Transit of Synthetic Astrobiology", 
        "track": "New Application", 
        "abstract": "Astrobiology revolves around three central questions: &ldquo;Where do we come from?&rdquo;, &ldquo;Where are \r\nwe going?&rdquo;, and &ldquo;Are we alone?&rdquo; The Stanford-Brown iGEM team explored synthetic biology&rsquo;s untapped potential to address these questions. To approach the second question, the Hell Cell subgroup developed BioBricks that allow a cell to survive harsh extraterrestrial conditions. Such a toolset could create a space-ready synthetic organism to perform useful functions off-world. For example, the Biomining branch attempted to engineer bacteria to recycle used electronics by degenerating silica and extracting metal ions in situ. The Venus Life subproject grappled with the third key astrobiological question by exploring Carl Sagan&rsquo;s theory that life could exist in Venusian clouds. To this end, Venus Life designed a cell-cycle reporter to test for growth in aerosol within an adapted Millikan apparatus. Through this triad of projects, Stanford-Brown iGEM aimed to illuminate synthetic biology&rsquo;s value as a tool for astrobiology.", 
        "id": "847"
    }, 
    "USTC-Software": {
        "school": "Universit of Science and technology of China Hefei, Anhui, 230026, China  http://www.ustc.edu.cn/", 
        "description": "", 
        "title": "Reverse Engineering for Biological Regulatory Networks", 
        "track": "Software Tools", 
        "abstract": "Traditional synthetic biological design creates or uses standardized parts such as BioBricks to build the genetic circuits, and uses mathematics to model the behavior. In this approach, biological design guides both experiments and mathematical modeling, but is it possible to use experimental data to reversely engineer the mathematical model and guide backwards the biological design? This project answers the question. We use reverse engineering techniques to get mathematical models such as ordinary differential equations(ODEs), directly from the experimental data and build the feasible designs according to the models. In this sense, we not only fully connect biology, experiments and mathematics, but also get feasible designs that have certain behaviors. To realize this idea, we build a suite of applications that provide researchers with efficient workflows.", 
        "id": "742"
    }, 
    "Johns_Hopkins-Software": {
        "school": "Johns Hopkins University, Baltimore, MD", 
        "description": "Software team from Johns Hopkins University", 
        "title": "AutoGene", 
        "track": "Software Tools", 
        "abstract": "Autogene is an innovative CAD tool used to automate the design process of synthetic DNA sequences. The first module, AutoPlasmid, leverages the power of cloud computing, sophisticated bioinformatics algorithms, and an expert curated feature database containing over 40,000 features to automatically annotate natural/synthetic DNA sequences, finding both perfect and imperfect matches. It also provides an effective solution to the Registry of Parts for annotation automation and pathogen sequence detection. The second module, AutoDesign, provides users with a drag-and-drop design environment to construct new sequences using user-imported features as well as those from our database. The third module AutoFab, which is still being developed, will provide users with guidelines of fabricating and optimizing their synthetic DNA. Compatible with other common bioinformatics tools such as ApE and capable of documenting in SBOL, genbank, and fasta formats, we hope that Autogene will allow synthetic biologists to take their research to the next level.", 
        "id": "800"
    }, 
    "NYC_Hunter": {
        "school": "Hunter College, City University of New York", 
        "description": "Hunter College iGEM wetware team", 
        "title": "Developing a bacterial XOR gate and hash function.", 
        "track": "Information Processing", 
        "abstract": "Our team set out to construct a functional XOR gate in e.coli by building on and improving previous designs based on signalling systems. Our ultimate goal was to engineer a system of bacterial logic gates that could be used in combination for higher order computations like hash functions. We approached issues in promoter design and using bioinformatics and devised a plan for site mutagensis to modify promoter activity. We considered and worked with several promoters and considered different approaches to integrating together series of gate components.", 
        "id": "868"
    }, 
    "Cornell": {
        "school": "Cornell University Ithaca, NY, USA cornell.edu", 
        "description": "The team&rsquo;s objective will be to complete a novel research project in the field of biomolecular engineering and synthetic biology by the end of summer 2012 and participate in the annual iGEM competition in Nov 2012. The international Genetically Engineered Machines (iGEM) competition is an annual worldwide competition held at MIT that involves students from top universities across the globe in the", 
        "title": "SAFE BET: TheShewanellaAssay for Extended Biomonitoring of Environmental Toxins", 
        "track": "Environment", 
        "abstract": "Cell-based biosensors have potential uses in environmental monitoring for toxins, medical diagnostics, and drug discovery.  However, current methods for information output from whole cells (fluorescence, luminescence, pH) are very cumbersome to measure. To overcome this obstacle, the Cornell iGEM team has developed a new generation of biosensors capable of a direct current output which can be recorded easily with high precision. By upregulating the metal-reduction pathway of  Shewanella oneidensis in the presence of a target compound, these sensors can act as a continuos monitoring system. While our system is adaptable to sensing a wide range of analytes, we have focused on the detection of arsenic-containing compounds and naphthalene, which are common contaminants in oil sands tailings. Furthermore, we have integrated these organisms within a field-deployable device capable of wireless data transmission &ndash; a fully autonomous electrochemical biosensor.", 
        "id": "957"
    }, 
    "Missouri_Miners": {
        "school": "Missouri University of Science and Technology (Missouri S&T;) Rolla, MO, USA www.mst.edu", 
        "description": "iGEM team from Missouri University of Science and Technology", 
        "title": "Adjustable Multi-Enzyme to Cell Surface Anchoring Protein", 
        "track": "Foundational Advance", 
        "abstract": "There are a plethora of enzymes that occur in the natural world which perform reactions that could be immensely useful to humans. Unfortunately, the efficiency of some of these reactions may render their applications logistically unrealistic. The cellulosome scaffolding protein produced by Clostridium thermocellum has been shown to significantly increase the efficiency of cellulose degradation. The scaffolding protein can be reduced in size and adapted for the cell surface of Escherichia coli. Different cohesion sites on the new cell surface display protein can also be introduced to allow for attachment of desired enzymes. Future applications would include producing a collection of distinct versions of the scaffolding protein for unique arrangements and concentrations of enzymes, enabling construction of an extra-cellular assembly line for a variety of multi-enzymatic reactions. This would lay the foundation for making previously infeasible applications of reactions possible through increased efficiency.", 
        "id": "877"
    }, 
    "JUIT-India": {
        "school": "Jaypee University Of Information Technology,Solan,Himachal Pradesh,India www.juit.ac.in", 
        "description": "Team comprises of 9 undergraduate students and 2 faculty .", 
        "title": "Captain Green - Reducing the Greenhouse gas to increase the soil fertility in paddy fields.", 
        "track": "Environment", 
        "abstract": "&lsquo;Global warming is too serious for the world any longer to ignore its danger or split into opposing factions on it&rdquo;, quoted Tony Blair. Rice, which is the staple diet of India and many other countries around the world, is believed to engender many potential greenhouse gases or global warming gases per se like carbon dioxide, methane and nitrous oxide. Nitrous oxide, is released due to the inevitable use of nitrogen fertilizers which are added in the paddy fields. We are dealing with the conversion of nitrous oxide into nitrate form using synthetic biology tools to insert two genes into a bacterial cassette along with its detection systems. This nitrate, can be utilized by the plant itself, solving our purpose and adding a new dimension to this diversion and in turn being beneficial for the farmers reducing the compromise factor that would, otherwise, have been done.", 
        "id": "730"
    }, 
    "USP-UNESP-Brazil": {
        "school": "Universidade de São Paulo (USP) São Paulo, SP, Brazil www.usp.br  Universidade Estadual Paulista Júlio de Mesquita Filho (UNESP) Araraquara, SP, Brazil www.unesp.br", 
        "description": "USP and UNESP are among the best universities in Brazil. The members of this team include students from many Institutes, such as Chemistry, Biological Sciences, Physics and Engineering.", 
        "title": "Hackology - Hacking BioSystems", 
        "track": "Foundational Advance", 
        "abstract": "Our group purpose is to discover and develop new ways of hacking and modifying biological systems. We developed two projects, which aims are to introduce new properties in a system and to gain control over the information processing.\r\nThe first one hacks the way of transforming cells. It inserts and transcribes any protein inside E. coli, using only two steps: PCR and transformation. Using the Cre recombinase action and sequences flanked by loxP modified sites any open reading frame could be inserted and expressed in a plasmid ready to receive it inside the bacteria, called Plug&Play; Machine.\r\nThe second one is a way to build a bacteria network with memory capacity, which works as a Hopfield Network. This network could, by means of quorum sensing, recognize a given pattern (input), process the pattern and reach an output state. The output depends on two possibilities already imprinted in the memory.", 
        "id": "886"
    }, 
    "NTU-Taida": {
        "school": "National Taiwan University Taipei, Taiwan www.ntu.edu.tw", 
        "description": "National Taiwan University 2012 iGEM team", 
        "title": "PepdEx: Smart Peptide-based Therapies", 
        "track": "Health & Medicine", 
        "abstract": "In our project, we aim to utilize a microbe that responds to conditions in human body as an approach to administer smart peptide-based therapies. GLP-1, a human innate neuro-peptide for energy balance, is chosen to combat for obesity and metabolic syndrome. We engineer the non-pathogenic E. coli which senses fatty acids in intestines and secretes synthetic GLP-1. Appropriate signal peptides and penetratin are used to facilitate peptide secretion and intestinal uptake. Furthermore, we design a circuit with quorum sensing and double repressors, which aims to generate quick but sustainable responses and serves as an anti-noise filter. Plasmid stabilization modules including partition system and multimer resolution system are also incorporated to circumvent the undesirable loss or segregational instability of our artificial device. With this general concept of delivery of short peptide into human body, we can also target other human diseases with alternative circuit designs.", 
        "id": "817"
    }, 
    "UNAM_Genomics_Mexico": {
        "school": "Center of Genomic Sciences, UNAM, Cuernavaca, Morelos, Mexico", 
        "description": "We are in an Undergraduate Program of Genomic Sciences.", 
        "title": "Bacillus booleanus", 
        "track": "Information Processing", 
        "abstract": "Bacillus booleanus is a project that wants to create a &ldquo;molecular \r\ncomputer&rdquo;. How it works? We are working on the creation of \r\ndifferent strains of Bacillus subtilis, each one will be able to perform \r\na single Boolean operation just like a transistor. A single transistor \r\nis not a computer, they need to communicate with others to \r\nperform new logic operations, but how our bacterial transistors can \r\ncommunicate? In  2011, Ben-Yehuda et. al. identified a type of \r\nbacterial communication mediated by nanotubes that bridge \r\nneighboring cells, providing a network for exchange of cellular \r\nmolecules within and between species. By using these nanotubes \r\nour bacterium will be capable to communicate with others so that \r\ncreate complex networks of logic gates. Using this it could be \r\npossible to develop a complex network of \"transistors\" to create, for \r\nexample, a synthetic metabolic pathway.", 
        "id": "851"
    }, 
    "UANL_Mty-Mexico": {
        "school": "Biology, Architecture and Mathematics and Physics Schools at Universidad Autonoma de Nuevo Leon.", 
        "description": "iGEM 2012 UANL team", 
        "title": "E. cologic: Arsenic biosensor and chelator with scalable silica-binding recovery system", 
        "track": "Environment", 
        "abstract": "One of the major environmental problems in northeastern Mexico is arsenic contamination of groundwater. Several projects have previously aimed to biorremediate heavy metals and metalloids using bacteria, but without scalable potential due to the lack of an efficient cell recovery system.\r\n\r\nWe aim to develop an easy-to-recover arsenic biosensor and chelator. Recovery strategy will consist of a new adhesion mechanism that enables bacteria to bind to silica surfaces through the expression of the L2 ribosomal protein, attached to the outer membrane protein AIDA-I. A quantifiable, highly-sensitive luciferase-based reporter system coupled to an oligomeric metallothionein is expected to increase our system&rsquo;s capability of arsenic sensing and chelation.", 
        "id": "888"
    }, 
    "Alberta": {
        "school": "University of Alberta Edmonton, Alberta, Canada www.ualberta.ca", 
        "description": "The University of Alberta iGEM team", 
        "title": "Towards a microbial color wheel: spatial control of gene expression", 
        "track": "Foundational Advance", 
        "abstract": "As a young team composed of high schoolers and junior undergraduates, we selected a project aimed at giving ourselves a firm understanding in the fundamentals of genetic engineering and control. The end goal of our project was to create spatial color patterns using bacteria, such as a color wheel and a rainbow, that required control over several color outputs in response to spatial gradients of chemical inducers. Colour gradients were achieved using a high-copy plasmid that contained both an inducible colour gene and its corresponding repressor. Colour banding was achieved by a novel means of adjusting gene expression through plasmid copy number control that varied from 0 to ~1000 copies/cell as a function of inducer concentration. Note that the rapid loss of plasmid that occurs in the absence of inducer also constitutes a novel and extremely effective safety switch for genetically engineered organisms which might enter the environment.", 
        "id": "879"
    }, 
    "SYSU-Software": {
        "school": "Sun Yat-sen University Guangzhou, China www.sysu.edu.cn", 
        "description": "Software Division of Sun Yat-sen University of Guangzhou, China", 
        "title": "BiArkit, A Versatile Toolkit For Synthetic Biology", 
        "track": "Software Tools", 
        "abstract": "BiArkit is a versatile toolkit that integrates different modules together and helps researchers approach \r\ninformation on synthetic biology. The first function is Genome Browser, which visualizes the genomes of some model microorganisms, locates the genes on the genome and make it easy to study the genome. Secondly, Regulator Designer helps the design of regulatory elements, mainly non-coding RNA,in which we firstly develop Riboswitch Designer. Thirdly, we optimize the methods of scanning and output of the existing database of pathways. Fourthly, to analyze the dynamic change in various metabolic networks, we present a simulator that help the researchers analyze the network in silico, with the application of flux balance \r\nanalysis (FBA). Further, to make it more convenient, the software is localized; that is to say, all functions mentioned above can be achieved without linkage to Internet.", 
        "id": "893"
    }, 
    "Bielefeld-Germany": {
        "school": "Bielefeld University, Bielefeld, Germany; www.uni-bielefeld.de", 
        "description": "Team from Bielefeld University", 
        "title": "TOXIC COMPOUNDS IN NATURAL WATER - A CASE FOR LACCASE", 
        "track": "Environment", 
        "abstract": "The accumulation of endocrine disruptors and toxic substances in wastewater has serious consequences for aquatic life and may lead to severe damages in humans. Especially the use of synthetic estrogen in birth control pills results in increasing the concentrations of this disruptor in wastewater. Therefore, \"iGEM Team Bielefeld\" is developing a biological filter using immobilized laccases, enzymes able to radicalize and break down a broad range of aromatic substances. For the production of laccases from different bacteria, fungi and plants, two expression systems are used: \"Escherichia coli\" and the yeast \"Pichia pastoris\". Immobilization is carried out either by using cpc-silica beads or by fusing the enzymes to cellulose binding domains. The concept could be extended to other toxic pollutants in drinking and wastewater, as well as to industrial applications in paper and textile industries or even for bioremediation of contaminated soil.", 
        "id": "863"
    }, 
    "Chalmers-Gothenburg": {
        "school": "Chalmers University of Technology Gothenburg Sweden www.chalmers.se", 
        "description": "Chalmers University of Technology iGEM team 2012", 
        "title": "Biodetection of hCG hormone - Development of a biodegradable pregnancy test kit", 
        "track": "New Application", 
        "abstract": "The goal of this project was to construct a biosensor for the hCG hormone consisting of S. cerevisiae. The human luteinizing hormone receptor (LH/CG), a GPCR with high affinity for hCG, was therefore expressed in yeast. The yeast strain used contains a yeast/human chimeric G&#945;-subunit, enabling coupling of the LH/CG-receptor with the pheromone pathway in yeast. Binding of hCG should consequently result in activation of the pathway. The genes tnaA and fmo, encoding tryptophanase and flavin-containing monooxygenase respectively, were introduced into the yeast strain. These enzymes catalyze the conversion of tryptophan to indigo. tnaA was set under the control of the pheromone induced FIG1 promoter and fmo was expressed constitutively. Hence, detection of hCG should result in the production of bio-indigo, the output signal of the biosensor. In order to ensure hCG to pass the cell wall, the gene CWP2, encoding a cell wall mannoprotein, was deleted.", 
        "id": "753"
    }, 
    "UC_Davis": {
        "school": "University of California, Davis Davis, Ca 95616 www.ucdavis.edu", 
        "description": "University of California, Davis", 
        "title": "Engineering Pathways for Polyethylene Terephthalate Degradation inE. coli", 
        "track": "Environment", 
        "abstract": "Current plastic recycling practices successfully reduce the accumulation of non-degradable waste in the environment and landfills.  However, they remain surprisingly expensive.  Synthetic biology holds the potential to transform the recycling industry by altering the economics of waste processing.  To this end, we are engineering a model organism,E. coli, to degrade polyethylene terephthalate (PET), a common plastic found in soda bottles, carpets, clothing, food packaging, and even space blankets. We engineer and express a gene originally found in leaf-branch compost encoding a cutinase enzyme whose product degrades PET into two products: ethylene glycol and terephthalic acid.  Through rational and directed evolution of theE. colichassis, we also create strains that utilize the breakdown product ethylene glycol as their sole carbon source.", 
        "id": "936"
    }, 
    "CMU-Shenyang": {
        "school": "China Medical University", 
        "description": "We are enthusiastic and we have the condition for researching biology.", 
        "title": "-- Not provided yet --", 
        "track": "This team has not been assigned to a track.", 
        "abstract": "-- No abstract provided yet --", 
        "id": "825"
    }, 
    "Buenos_Aires": {
        "school": "Facultad de Ciencias Exactas y Naturales (exactas.uba.ar) Universidad de Buenos Aires (www.uba.ar),  Buenos Aires, Argentina", 
        "description": "First Argentinian iGEM team. Students from the School of Sciences from University of Buenos Aires", 
        "title": "Synthetic ecology", 
        "track": "Foundational Advance", 
        "abstract": "We aimed to create a stable community of microorganisms that could be used as a standard tool. Our system would allow the co-culture of several genetically engineered machines in tunable proportions. Hence the engineered organism would be a standard part! This defines a new level of modularity allowing the increase of the complexity of the system by moving to the community level.\r\nWe´ve come up with several plausible circuits designs and in silico predictions and decided to build a &ldquo;crossfeeding&rdquo; system in which each strain produces and secretes an aminoacid the other strains need to grow.  We characterized two auxotrophic yeast strains (for tryptophan and histidine) and designed novel biobricks that regulate the export of Trp and His rich peptides. \r\nIn the future this would allow for other modules to control the proportions of each strain, thus allowing dynamic and stimulus dependent changes in the abundances of each strain.", 
        "id": "792"
    }, 
    "NRP-UEA-Norwich": {
        "school": "School of Biological Sciences University of East Anglia Norwich Research Park NR4 7TJ UK", 
        "description": "Based at the School of Biological Sciences at the University of East Anglia (UEA) in Norwich. UEA along with several internationally leading research centres, a life sciences innovation hub and the N&N; Hospital form the Norwich Research Park (NRP)", 
        "title": "A future using quantitative computing and its applications using a dual promoter.", 
        "track": "New Application", 
        "abstract": "Imagine a world in which all sectors of industry use synthetic biology to meet specific needs. The NRP-UEA team have developed novel biobricks, which provide a foundation for a system with this level of complexity. The project began with a simple idea with widespread applications: the detection of exogenous nitric oxide (NO). However it soon became clear the detection of highly reactive NO was challenging, and this was addressed in two main ways. A bacterial promoter, PyeaR, was fused to its mammalian counterpart, CArG. The functionality of this flexible dual promoter was determined in both mammalian and bacterial chassis. Yet it was determined that further specificity was still needed, leading to the comparator circuit, that subtracts the expression of one promoter from that of another, allowing for signal integration and quantitative computing.  This system thus allows for the detection of any chemical, providing the promoters have overlapping specificity.", 
        "id": "774"
    }, 
    "UTBC-RDCongo": {
        "school": "Université Technologique Bel Campus Limete Kinshasa", 
        "description": "Biology-Undergraduate Medical Student", 
        "title": "E. coli as biodegradeur of organic waste (E. coli comme Biodegradeur des dechets organiques)", 
        "track": "Environment", 
        "abstract": "In our work, we used the Streptomyces coelicolor, which is known for degrading organic waste, and eschirichia coli as biological materials. We searched the gene of s. coelicolor responsible for the degradation of organic waste and have inserted it in the e. coli so that it can express this activity. We have genetically transformed bacteria in biodégradeur organic waste. We have cloned the expression on biodegradation for the s. coelicolor to the e. coli.", 
        "id": "815"
    }, 
    "Colorado_State": {
        "school": "Colorado State University Fort Collins, CO, USA www.colostate.edu", 
        "description": "Ascending the Mountains of Microbial, Algal and Plant Synthetic Biology", 
        "title": "More Than a Great Beer, a Gluten-Free Beer", 
        "track": "Food & Energy", 
        "abstract": "Fort Collins is a major brewing hub, so it was natural for our team to gravitate toward a beer-related project. Knowing full well the problems caused by Celiac disease, and the affinity many others have for reducing gluten in their diets, we decided to design and create a yeast strain capable of both fermenting quality beer, and breaking down gluten. Our search for an enzyme capable of breaking down gluten and neutralizing its toxicity led us to the enzyme mutated by the 2011 UW IGEM team. The modified Kumamolisin-As has a maximal activity at a pH of 4 and would work well in the pH range of 5.2-5.5 found in beer. For expression in yeast we had to account for codon bias, and optimized the sequence so it could more easily be moved from a prokaryotic system to a eukaryotic one.", 
        "id": "918"
    }, 
    "NTNU_Trondheim": {
        "school": "Norwegian University of Science & Technology Trondheim Norway  www.ntnu.edu", 
        "description": "Undergraduate team", 
        "title": "Bacterial Anti Cancer Kamikaze", 
        "track": "Manufacturing", 
        "abstract": "One of the biggest problems with the cancer treatment used today is that normal chemotherapy is harming healthy cells in addition to cancer cells.\r\nOur approach for solving this problem has been to develop a genetic circuit that makes E.coli cells able to release toxic molecules only when in presence of cancer cells.\r\nAs cancer cells grow faster than healthy cells, they also consume more oxygen and release more lactate than a healthy cell would do, so to make the E.coli cells recognize cancer cells we have made a system where the input signals are high lactate concentration and low oxygen concentration. When these criteria are met, the E.coli cells will undergo lysis, and release the toxin colicin, which our cells are producing constitutively.\r\nWith our project, we want to show that one of the biggest challenges in medicine can be solved by synthetic biology.", 
        "id": "822"
    }, 
    "Carnegie_Mellon": {
        "school": "Carnegie Mellon University Pittsburgh, PA, USA www.cmu.edu", 
        "description": "Carnegie Mellon University", 
        "title": "Real-time quantitative measurement of RNA and protein levels using fluorogen-activated biosensors", 
        "track": "Foundational Advance", 
        "abstract": "The design and implementation of synthetic biological systems often require quantitative information on both transcription and translation rates. However, quantitative information about the expression strength of a synthetic promoter has been difficult to obtain due to the lack of noninvasive and real-time approaches to measure the levels of both RNA and protein in cells. Here, we engineer a fluorogen-activated bio-sensor that can provide information on both transcription strength and translation efficiency. This biosensor is noninvasive, easily applied to a variety of promoters, and more efficient than existing technologies. To demonstrate the utility of our biosensor, we constructed and characterized several designed T7Lac hybrid promoters. Furthermore, we developed a mathematical model of our synthetic system to guide experiments and an open-source electronic kit that mimics experimental setup and well suited for education purposes. Our results could have a broad impact on the measurement and standardization of synthetic biological parts.", 
        "id": "921"
    }, 
    "McMaster-Ontario": {
        "school": "McMaster University  Hamilton, Ontario, Canada", 
        "description": "The oral microbiome is home to a variety of both commensal and harmful microbes. Oral health requires a fine balance of these organisms, which can be upset by broad-spectrum antibiotics. We seek to use synthetic biology tools to create a targeting system for a peptide based antibiotic to kill only a specific, harmful member of the oral microbiome.", 
        "title": "Mutans Murder Machine: A Targeted Treatment for Dental Cavities", 
        "track": "Health & Medicine", 
        "abstract": "The oral microbiome comprises a variety of both commensal and detrimental microbes. Oral health requires a fine balance of these organisms, which can be upset by broad-spectrum antibiotics. Our experiments involved the use of the peptide based antibiotic actagardine, known to have activity against Streptococci. Homologs of actagardine were also incorporated into the designed gene cluster, in an effort to develop novel antimicrobial compounds. We sought to use synthetic biology tools to create a targeting system for an antibiotic to kill only Streptococcus mutans, the primary causative agent of dental cavities. A combinatorial approach applying phage display and heterologous expression of modified lantibiotics was applied to develop this targeted S. mutans killing machine.", 
        "id": "832"
    }, 
    "KIT-Kyoto": {
        "school": "Kyoto Institute of Technology Matsugasaki, Sakyo-ku, Kyoto 606-8585, Japan http://www.kit.ac.jp/english/index.html", 
        "description": "Our team mainly consists of undergraduate students in Applied Biology and Art Engineering.", 
        "title": "Drosophila Melanogaster Workshop", 
        "track": "Health & Medicine", 
        "abstract": "Drosophila melanogaster has been used for a genetic study as model organism for a long time and brought us much discovery. And we are sure  that the benefit continues from now on.\r\n\r\nTherefore we KIT-Kyoto team aim at the production of the disease model Drosophila which expresses the responsible gene of MALT lymphoma that is one of leukemia. It is thought that we can contribute to elucidation of the mechanism of this disease and the development of the therapeutic drug by promoting this project.\r\n\r\nIn addition, we think about what we can do in order to continue researches using Drosophila melanogaster in the world.\r\nSo, this year we aim at the design of the parts with which a study that we use the Drosophila can expand in iGEM in future.\r\nIf these projects are realized, the study using D. melanogaster will step forward to the new one step again.", 
        "id": "758"
    }, 
    "CD-SCU-CHINA": {
        "school": "Sichuan University Chengdu Sichuan Province China scu.edu.cn", 
        "description": "We are third year undergraduate students. We are a group of young kids that are passionate for science and are super creative.", 
        "title": "The construction of engineering E.coli for eliminate hydrocarbone pollution", 
        "track": "Environment", 
        "abstract": "The proccess of our work consists of three parts including the sensing system, emulsification system and the degradation system.the emulsification system invovles one gene ,oprf/omp ,which is found the prominent constituent for emulsification of oil.and the \r\nthe sensing system is about alkane-sensitive. we use the Alks ,a kind of transcription factor which can bind to the alkane.when the binding complex is generated, the E.coli will turn on a subset of gene for degradating alkane.The last system is about  degradation of alkane,which involves of two kinds of enzymes ,the P450 for degradation of medium chain alkane and alkb2 for short chain alkane.The purpose of this work is to achieve the function of degradating oil leaking in the sea and eliminate the pollution to the environment.", 
        "id": "826"
    }, 
    "British_Columbia": {
        "school": "University of British Columbia Vancouver, BC, CANADA", 
        "description": "2012 University of British Colubmia (UBC) iGEM Team", 
        "title": "Synthetic Syntrophy", 
        "track": "Foundational Advance", 
        "abstract": "The field of synthetic biology has seen the development of many biological monocultures capable of performing a wide range of novel functions. In contrast to this current paradigm, microbes have naturally evolved to survive as members of dynamic communities with distributed metabolism. This &ldquo;divide and conquer&rdquo; strategy allows the community to perform more complicated metabolic processing than would be possible in single microorganisms while being resilient to environmental changes. Despite very recent proof of concepts in developing model microbial consortia, or synthetic ecology, questions remain as to whether complex metabolic pathways can be engineered in context of microbial populations. The 2012 University of British Columbia iGEM team sets a precedent by engineering a tunable consortium with a distributed 4S desulfurization pathway for increased efficiency in the removal of organosulfurs in heavy oils and bitumen resources.", 
        "id": "804"
    }, 
    "SJTU-BioX-Shanghai": {
        "school": "Shanghai Jiao Tong University Shanghai, China www.sjtu.edu.cn www.bio-x.cn", 
        "description": "This team is made up from students, including undergraduates and faculties from Bio-X Center of Shanghai Jiao Tong University. We are looking forward to participate in this tremendous synthetic biology contest.", 
        "title": "Membrane Magic", 
        "track": "New Application", 
        "abstract": "In this year&rsquo;s project, we aim at constructing a set of protein systems on the E.coli cell membrane as carriers of enzymes of assorted reactions. Distinct from linear DNA or RNA scaffolds in the traditional sense, the membrane protein system expands the dimension of reaction space, making possible the framework of numerous complex reactions on the two-dimensional plane, for example, switchable or circular reactions. In such a device, the membrane replaces DNA or RNA scaffolds as an extensive surface for proteins to anchor without limitation of expression amount. More importantly, by gathering the downstream enzymes through signal regulation, the reaction can be accelerated sharply. Besides, products can be transported much more efficiently from the inside to the outside of the cell in that the enzymes are tied to the membrane proteins. Hence the membrane is where the magic happens.", 
        "id": "771"
    }, 
    "Evry": {
        "school": "Universite d'Evry val d'Essonne, Sup'Biotech, Télécom ParisTech, Ecole Polytechnique, Centrale Paris. France http://issb.genopole.fr", 
        "description": "Interdisciplinary set of talented and motivated students from engineering schools around ISSB.", 
        "title": "A synthetic hormonal system for the vertebrate chassis Xenopus tropicalis", 
        "track": "Foundational Advance", 
        "abstract": "Building on a long-standing French fascination for frogs, we wanted to spread this enthusiasm to the world of synthetic biology by introducing a new, vertebrate chassis to the community: Xenopus tropicalis. This leap towards multicellular biological engineering required new tools, so we first developed a new set of frog compatible vectors, biobricked tissue specific promoters and a new technique to assemble them in a single shot. To benefit from tissue compartmentalisation, we created a synthetic, orthogonal hormonal system using the plant molecule auxin. We also investigated E. coli/Xenopus interfacing, effectively creating a synthetic ecosystem. We modelled our system at the organism scale, using a multi-level and multi-technique approach. Finally, working with whole animals during iGEM brought a load of difficult ethical questions regarding animal biotechnologies and experimentation. This led us to wonder: Are we a chassis?", 
        "id": "812"
    }, 
    "Fudan_D": {
        "school": "Fudan University, Shanghai, China www.fudan.edu.cn", 
        "description": "We are a team filled with passion for synthetic biology", 
        "title": "Telomere related construction of programmable time switch in yeast", 
        "track": "New Application", 
        "abstract": "For this year's iGEM competition we create a programmable time switch in yeast(Saccharomyces cerevisiae) employing the counting mechanism of telomere. The time switch we made counts the replication number of a single yeast cell, and triggers the activation of a certain gene (death gene, for example) when the replication number of the cell reaches the pre-set level. The work is an attempt to use the special quality of telomere and the end of chromosomes in the construction of synthetic biology device. Our system utilizes a whole new mechanism that is seldom used in cell counting device, and it enables us to delay the expression of a certain gene for generations. By control the life span of a certain cell, it sheds new light on the biosafety concerns and can be used for fields such as the protection of intellectual property rights.", 
        "id": "798"
    }, 
    "ETH_Zurich": {
        "school": "ETH Zurich", 
        "description": "Interdisciplinary team of experimental and theoretical bios", 
        "title": "E.colipse &ndash; Who&rsquo;s your pABA: intelligent sun protection", 
        "track": "Health & Medicine", 
        "abstract": "E.colipse is an intelligent and adaptive sun radiation protection system which responds to UV exposure with the production of the protective agent pABA.\r\nTo detect hazardous levels of sun radiation our system is based on UVR-8, a UV sensing protein from plants. \r\nIn its dark state, this protein forms a homodimer that dissociates upon UV radiation.\r\n\r\nWe fused UVR-8 with the DNA binding domain from TetR, which is unable to dimerize and to bind DNA in monomeric form. UV-exposure might force the TetR-UVR8 fusion dimer to split, release the DNA and enable transcription. Thus, TetR-UVR8 might act as a light-activated on-switch in bacteria.\r\n\r\nWe plan to use this novel switch to start the production of para-aminobenzoic acid (pABA), a common ingredient of sunscreen, and - dependent on the intensity and duration of exposure as determined by our detailed in silico model - a colored pigment as a visible warning signal.", 
        "id": "909"
    }, 
    "Valencia_Biocampus": {
        "school": "Cavanilles Institute (University of Valencia): http://www.uv.es/biodiver/v/index.htm ETSE (UNiversity of Valencia) Polytechnic University of Valencia Biopolis (Company) IBMCP (CSIC) University of Bergen", 
        "description": "University of Valencia, Polytechnic University of Valencia, CSIC, University of Bergen", 
        "title": "Talking Life", 
        "track": "New Application", 
        "abstract": "Do you speak to your bacteria? We do. We have designed, constructed and characterized an inter-specific translator based on light pulses that allows to literally dialogue with microorganisms. We have built seven biobricks with fluorescent proteins under the control of environmentally-sensitive promoters. The process is as follows: human voice messages are electronically- and then light-encoded in excitation wavelengths, and microbial proteins&rsquo; emission wavelengths are electronically- and voice-encoded back. We have used this system to find out the fermentative status of budding yeast and to dialogue with E. coli allowing it to answer questions such as &ldquo;are you hungry?&rdquo; The three pillars of our project (human practices, modeling and wetlab) yielded continuous feedback with each other, illustrating an integrated interdisciplinary approach. For example, in human practices, we qualitatively analysed the risk of cheater mutants (&ldquo;liers&rdquo;), which was quantitatively supported by our results in both our modeling simulations and in the wetlab.", 
        "id": "763"
    }, 
    "NCTU_Formosa": {
        "school": "National Chiao Tung University Hsinchu, Taiwan", 
        "description": "Department of biological science and technology, National Chiao Tung University", 
        "title": "EcoFuel E.coLine", 
        "track": "Food & Energy", 
        "abstract": "Greenhouse Effect and the limitation of the fossil fuels have been a huge concern to people on Earth. Research shows that higher alcohols possess qualities making them more suitable as a biofuel than ethanol, including lower vapor pressure, lower hygroscopicity, and higher energy density. So our team (NCTU_Formosa) managed to produce isobutanol by E. coli. With thetemperature control system, we can reduce the toxic intermediates of synthetic pathway to enhance isobutanol yield. Furthermore, we add4 zinc fingersto the synthetic enzymes trying to increase the chance of protein interaction, making E. coli much as a production line to produce isobutanol more efficiently. ThisEcofuel E.coLinegives an insight of yielding biomass energy, providing better biofuel and, in the long run lowering the burden of our Earth.", 
        "id": "887"
    }, 
    "Fatih-Medical": {
        "school": "Fatih University", 
        "description": "Undergraduate students of Medical School of Fatih University", 
        "title": "Cancel the Cancer", 
        "track": "Health & Medicine", 
        "abstract": "Our project is mainly based on the early diagnosis of cancer. EpCAM (Epithelial cell adhesion molecule) is a pan-epithelial differentiation antigen overexpressed on the basolateral surface of most carcinomas and Circulating Tumor Cells(CTC); the cells which are released into blood in early phases of cancer. Our objective is to fix appropriate antibodies for EpCAM antigens to the E.coli cell wall so that we will be able to detect CTCs before the cancer precipitates its way to metastasis. For the next step, we plan to enhance the detection signal in our bacteria by the means of quorum sensing mechanism. Finally, to prevent the production of possible undesirable and detrimental genetically modified organisms (GMOs), we aim to induce self-destruction device in our E.coli via emission of light.", 
        "id": "772"
    }, 
    "Korea_U_Seoul": {
        "school": "Korea University Computational and Synthetic Biology Laboratory College of Life Sciences and Biotechnology Anam-dong Seongbuk-gu Seoul 136-713 Korea", 
        "description": "Korea University iGEM team since 2009", 
        "title": "Project 1 : Rice Guardian", 
        "track": "Food & Energy", 
        "abstract": "Bacterial leaf blight disease (BLB) is one of the preeminent vascular diseases inirrigated rice. Bacterial leaf blight in rice is caused by infection of bacteria known as X. oryzae pv. oryzae. Based on previous researches, it was proven that bacterial rax gene complex (rax A, B, C, P, Q, R, H) and their protein products(Ax21) are responsible for BLB.Since Ax 21 is a major pathogen that causes BLB and ever present molecule that signifies presence of X. oryzae pv. oryzae, we decided to make synthetic bacteria that detect Ax21 and furthermore, kill them. We will use rax R and H gene promoters to detect Ax21. As a result of transcription activation, gene will synthesize bacteriocin to kill X. oryzae species.", 
        "id": "739"
    }, 
    "Rutgers": {
        "school": "Rutgers, the State University of New Jersey  New Brunswick, NJ, USA www.rutgers.edu", 
        "description": "The 2012 Rutgers iGEM team", 
        "title": "Biofuels in Bacteria and Genetic Circuits", 
        "track": "Food & Energy", 
        "abstract": "The current fossil fuel-dependent economy drives a demand for sustainable energy resources. Although much effort has gone into the production of ethanol, other biofuels, such as butanol, are superior. Butanol has a higher energy content, is less volatile, and is safer to use than ethanol. To develop strains of bacteria that produce high levels of 1-butanol we have introduced the genes coding for a biochemical pathway from Clostridium acetobutylicum into a mutant E. coli strain that produces a high level of NADH. The combination of these chemical pathways is predicted to increase the level of butanol production. Our second project, the Bacterial Etch-a-Sketch, features a complex network of gene expression and repression that enables a lawn of bacteria to respond to 470nm light. This task presents many engineering challenges: the bacteria need to be sensitive enough to respond to a laser pulse, yet selective enough to use in ambient lighting.", 
        "id": "787"
    }, 
    "Ciencias-UNAM": {
        "school": "Facultad de Ciencias (School of Sciences) Facultad de Estudios Superiores Acatlán (UNAM Campus Acatlán) Instituto Tecnológico Autónomo de México (ITAM)", 
        "description": "UNAM Students and faculty", 
        "title": "Synthetic CO2 biosensor", 
        "track": "Environment", 
        "abstract": "Our goal is to generate a bio-brick which indirectly detects atmospheric CO2 by noticing the compounds formed by the CO2 dissociation in water as result of the enzyme carbonic anhydrase. \r\n\r\nThis reaction is done almost instantly and it is used as a signal by distinct organisms like E.coli, C.albicans associated in the regulation of emergency signaling. Also, an association of the H+/HCO3- ratio and the signaling pathway of adenilate cyclase has been seen. The employment of these genes with reporter proteins can be used to indirectly calculate the concentration of environmental CO2.  The CO2 concentration depends on the partial pressure and the speed with it is assimilated by the liquid. The fastest it gets to the saturation point 5%, the higher is the CO2 concentration.", 
        "id": "872"
    }, 
    "Freiburg": {
        "school": "Albert Ludwigs University Freiburg Freiburg Germany http://www.uni-freiburg.de/start-en.html?set_language=en http://www.bioss.uni-freiburg.de", 
        "description": "Bioware team from the University of Freiburg", 
        "title": "Let us tell you a fabulous TALE ...", 
        "track": "Foundational Advance", 
        "abstract": "Transactivator-Like Effectors (TALEs) are a brand-new technology that currently revolutionizes the way researchers manipulate DNA with exceptional site specificity. Originally derived from Xanthomonas spp., this type of protein comprizes an effector domain and a modular DNA binding domain that can be rationally designed to bind to virtually any target sequence of DNA. Over the past two years, universal endonucleases (TALENs) and transcription factors have been tested in various organisms ranging from bacteria to humans.\r\nAccording to existing protocols, TALE assembly requires several weeks of work and substantial lab skills. In order to bring this technology within reach for iGEM students, we invented an extremely fast and easy TALE assembly strategy and developed a TALE platform with expression plasmids and new classes of TALEs.\r\nWith our so called GATE assembly kit, future iGEM students will be able to precisely manipulate genomic loci easier and faster than anyone else in the world.", 
        "id": "747"
    }, 
    "Bordeaux": {
        "school": "Université de Bordeaux, ESTBB", 
        "description": "Université de Bordeaux, ESTBB, IECB", 
        "title": "A bacterial eyespot", 
        "track": "Foundational Advance", 
        "abstract": "This project aims at creating a regulatory system in the bacteria Escherichia coli. Our main goal is to engineer a single strain of bacteria able produce concentric patterns on the dishes. The challenge is to model a regulatory mechanism which mimics both cell differentiation and cell-to-cell communication observed in eukaryotes.\r\nWe chose to create four operons (a total of 21 assemblies): three to allow the communication and expression of a visible phenotype, the fourth  containing the genes needed for signal transduction. Each of the three first operons will respond to a specific quorum-sensing system (QSS) and trigger another QSS resulting in a chain reaction communicating a unique signal to all bacteria nearby.\r\nWe also developed our model in silico to run simulation and test parameters that influence pattern propagation on a petri dish.", 
        "id": "848"
    }, 
    "SogangU-Korea": {
        "school": "Sogang University, Seoul", 
        "description": "Protein chemistry lab in Sogang University in South Korea", 
        "title": "-- Not provided yet --", 
        "track": "This team has not been assigned to a track.", 
        "abstract": "-- No abstract provided yet --", 
        "id": "829"
    }, 
    "Wageningen_UR": {
        "school": "Wageningen University", 
        "description": "We're the 2012 iGEM team from Wageningen University", 
        "title": "A standardized tool for site specific drug delivery using Virus-Like Particles", 
        "track": "Health & Medicine", 
        "abstract": "Medicines are generally active in a non-site-specific fashion, affecting the whole patient, including healthy tissue. Therefore, we attempt to specifically target diseased areas by packaging medicines inside Virus-Like Particles (VLPs). VLPs are not infectious, as they are built solely from viral coat proteins. We designed a modular Plug and Apply system that enables modifications to these coat proteins. The system facilitates the linkage of numerous ligands to the coat protein, thereby creating site-specific carriers. After expression of coat protein genes inEscherichia colithe VLPs were assembledin vitro, yielding modified Virus-Like Particles. Medicines can be packed using the Plug and Apply system or simply by addition during VLP assembly. Concluding, VLPs can be used as universal carriers for site-specific drug delivery, allowing customization to a variety of diseases while decreasing side effects for patients during treatment.", 
        "id": "883"
    }, 
    "Duke": {
        "school": "Duke University Durham, NC 27708 USA duke.edu", 
        "description": "iGEM team from Duke University", 
        "title": "A High-Throughput Optogenetic Toolkit for Rapid Screening of Genetic Therapeutic Targets", 
        "track": "Foundational Advance", 
        "abstract": "Alzheimer&rsquo;s and other hereditary conditions are caused by small mutations in key genes. Medical genetics focuses on screening and treatment of hereditary genetic disorders. However, current high throughput screening methods are time consuming and extremely limited by cell growth rate and rate of gene activation. In order to address these issues we&rsquo;ve created an optogenetic tool kit in Saccharomyces cerevisiae using the CIB1/CRY2 optogenetic system. In this system, the CIB1-VP16AD and CRY2-Gal4BD fusion proteins dimerize in the presence of blue light leading to gene expression at the Gal1 promoter. Using flow cytometry we characterized four different fluorescent proteins for use in our tool kit using a galactose activation assay. After characterizing our network, also using flow cytometry, we developed several protein expression assays for medical genetics. Finally, in order to confirm network success in silico, we utilized the modeling software TinkerCell to generate a stochastic model of our optogenetic network.", 
        "id": "954"
    }, 
    "Ehime-Japan": {
        "school": "Ehime University Matsuyama, Ehime, Japan www.ehime-u.ac.jp", 
        "description": "Students from several departments of Ehime University", 
        "title": "E.colingual!", 
        "track": "New Application", 
        "abstract": "We are trying to realize three projects below.&#12539;E.co-mail:\r\n  We created a mailing system with E.coli and an optical fiber.&#12539;E.co-Domino:\r\n  E.co-Domino is domino toppling. We tried to make a timer and a firework by using it.&#12539;E.colingual:\r\n  \"E.colingual\" is a tool to know feelings of E.coli.Our goal is to make E.colingual. E.co-mail functions as a connection part and E.co-Domino is the screen of E.colingual. In addition,  we also use quorum sensing system in order to construct E.colingual. Light sensor genes from cyanobacteria are used for E.co-mail and E.co-Domino.", 
        "id": "794"
    }, 
    "NTHU_BioEE": {
        "school": "National Tsing Hua University,  Hsinchu, Taiwan", 
        "description": "Systems and Synthetic Biology Lab,  National Tsing Hua University,  Hsinchu, Taiwan", 
        "title": "-- Not provided yet --", 
        "track": "This team has not been assigned to a track.", 
        "abstract": "-- No abstract provided yet --", 
        "id": "889"
    }, 
    "CINVESTAV-IPN-UNAM_MX": {
        "school": "Centro de Investigación y de Estudios Avanzados Unidad Irapuato. Irapuato, Guanajuato. MX. Unidad Profesional Interdisciplinaria de Biotecnología del Instituto Politécnico Nacional. Cd. de México DF. Facultad de Química de la Universidad Nacional Autónoma de México. Cd. de México DF.", 
        "description": "Undergraduate interinstitucional students performing Synthetic Biology in México", 
        "title": "Rhodofactory,  controlling genetic expression: an oxygen and light response", 
        "track": "Foundational Advance", 
        "abstract": "The metabolic versatility of purple non-sulfur photosynthetic bacteria allows them to grow in light, darkness and with or without oxygen; all it is due to their genetic regulation mechanisms. Taking advantage of this, our project aims to build two genetic control systems based on R. sphaeroides photosynthesis cluster regulation. The first one is a light dependent system controlled by two proteins AppA/PpsR that works like an antirepresor/repressor mechanism, and the second one is an oxygen dependent system of two-component called PrrA/PrrB. This two devices were tested on R. palustris chassis, using a cassete in which a reporter (GFP) is regulated by external conditions that activate or repress its expresion. Once we have characterized the functionality of these networks, our perspective is to develop a Rhodofactory, it means to control the produccion of differents metabolites, such as biodiesel and butanol, using simple signals.", 
        "id": "776"
    }, 
    "Trieste": {
        "school": "University of Trieste Trieste Italy www.units.it", 
        "description": "Undergraduate students of the Master Degree in Functional Genomics", 
        "title": "The JOLLY JoCARE", 
        "track": "Food & Energy", 
        "abstract": "Recent studies have evidenced that having a beneficial and healthy intestinal microflora is very important for human health. Our aim is to modify a bacteria normally found in human gut and create a safe, controllable and versatile molecular platform which can be used to produce a wide range of molecules  leading to a beneficial probiotic. For this purpose we have chosen the E. coli strain Nissle 1917 which has been used for many years as a probiotic. We designed a robust gene guard system regulated by a novel and easy to control inducible cumate switch that activates the production of a human antimicrobial peptide LL-37 that can kill the bacteria and also avoid horizontal transfer. \r\nThe safe probiotic constructed here can be used to produce nutritious, preventive or therapeutic molecules. For example, we have used it to produce an antibody against the emerging virus, Norovirus.", 
        "id": "875"
    }, 
    "KABK_ArtScience": {
        "school": "Royal Academy of Art (KABK) The Hague, the Netherlands http://www.kabk.nl/pageen.php?id=0056", 
        "description": "Art students combine art and science to create an exciting synbioart project.", 
        "title": "-- Not provided yet --", 
        "track": "This team has not been assigned to a track.", 
        "abstract": "-- No abstract provided yet --", 
        "id": "885"
    }, 
    "University_College_London": {
        "school": "Department of Biochemical Engineering  Department of Computer Science  Department of Structural and Molecular Biology School of Medicine  Department of Medical Physics and Bioengineering", 
        "description": "The 2012 UCL iGEM team consists of students from a wide range of disciplines including Biochemical Engineering, Biochemistry, Medicine, Computer Science, and Medical Physics.", 
        "title": "Plastic Republic - Bioremediation of Marine Microplastic Waste", 
        "track": "Environment", 
        "abstract": "It is in the Great Pacific Garbage Patch that we are confronted with the real consequences of human plastic dependency: an immense mass of accumulating microplastic particles floating just beneath the surface of the North Pacific Ocean. Where attempts at physical removal and biodegradable plastics have failed to solve this pollution disaster, synthetic biology steps in. UCL&rsquo;s project proposes the bioremediation of microplastic waste by two systems: degradation using a laccase enzyme or aggregation by controlled expression of curli. Ultimately we envisage the construction of habitable islands - turning waste into a resource. We used novel chassis: two marine bacteria, Oceanibulbus indoliflex  and Roseobacter denitrificans. In line with considering the viability of our project, we questioned the access ordinary citizens should have to these tools. Initiating a new partnership, UCL teamed up with a group of &lsquo;biohackers&rsquo; (citizen scientists in molecular biology) to create the world&rsquo;s first &lsquo;Public BioBrick&rsquo;.", 
        "id": "729"
    }, 
    "Caltech": {
        "school": "California Institute of Technology Pasadena, CA, USA www.caltech.edu", 
        "description": "Undergraduate team from the California Institute of Technology", 
        "title": "Biofuels and BioFilms: Optimizing Biofuel Production and Animating Bacteria", 
        "track": "Food & Energy", 
        "abstract": "We aimed to develop a system capable of converting recalcitrant biopolymers into substrates for biofuel synthesis. From pond water, we isolated bacteria capable of metabolizing lignin and polystyrene. We attempted to identify the degradation genes and express them in Escherichia coli. In parallel, we worked to optimize ethanol production in E. coli by diverting electron flow from normal cell metabolism to alcohol fermentation. We also explored using Zymomonas mobilis, a more efficient ethanol producer, as an expression host for our biodegradation enzymes.We also aimed to improve the spatial and temporal control of bacterial behavior. We modified the coliroid system to produce a degradable output, allowing a bacterial image to change over time. With this animated coliroid, we worked to create an interface between digital animation and biology using a simple light projector.", 
        "id": "773"
    }, 
    "NYMU-Taipei": {
        "school": "National Yang Ming University (NYMU) Taipei, Taiwan www.ym.edu.tw", 
        "description": "National Yang Ming University (NYMU) in Taiwan has established its synthetic biology iGEM Team since 2007.", 
        "title": "Venus Marvel", 
        "track": "Environment", 
        "abstract": "Nowadays, pollution spreads through the world and our environment is deteriorating day by day. Our project is mainly about the removal of several pollutants, including nitrogen oxides, sulfur oxides and carbon oxides, from exhaust air and waste water. We planned to cultivate a special strain of genetically engineered cyanobacteria. With reductases metabolizing nitrogen, sulfur and carbon oxides, our organisms reduce three major pollutants in the modern day. Furthermore, we also focus on the removal of cadmium ions from soil. We tried to engineer E.coli to gain better capability of collecting cadmium ions. In fact, our engineered E.coli could stay inside of Dictyostelium discoideum, which allows us to build a biosafety system to make sure our GMOs won't become another threat to the environment. Combining our engineered cyanobacteria and the concept of endosymbiosis, we grant eukaryotes, ultimately human being, the ability to colonize Venus and expand our territory.", 
        "id": "896"
    }, 
    "Toronto": {
        "school": "University of Toronto", 
        "description": "University of Toronto 2012 iGEM team", 
        "title": "Extracellular secretion of Aspergillus phytase and constitutive expression of Rhagium antifreeze: Genetically Engineering Super-Plants", 
        "track": "Food & Energy", 
        "abstract": "This year&rsquo;s project is two-fold, and it involves engineering Arabidopsis thaliana with two constructs that would be important proof of concepts for further studies of feasibility in crops. The first construct would allow for extracellular secretion of Aspergillus phytase from Arabidopsis roots allowing the plants to utilize the accumulated forms of soil organic phosphorus (primarily, phytate), which otherwise would not be available to the plant. The second construct, building on Yale&rsquo;s 2011 project, aims to increase the range of tolerance to low temperature stress in A.thaliana by incorporating a Rhagium inquisitor antifreeze protein and ensuring it is constitutively expressed in the plant.", 
        "id": "926"
    }, 
    "Tec-Monterrey": {
        "school": "Instituto Tecnológico y de Estudios Superiores de Monterrey, Campus Monterrey", 
        "description": "Biotechnology Engineering students from Centro de Biotecnología FEMSA", 
        "title": "Development of a freeze resistant E.coli strain and an allergy detection kit produced by P.pastoris.", 
        "track": "New Application", 
        "abstract": "The development of synthetic biology has eased the production of innovative materials, two scenarios have come to our attention: the medical/clinical field and the improvement of laboratory protocols. Our team, Tec-Monterrey, decided to develop two projects including a freeze resistant cloning Escherichia coli strain and the harnessing of bioproducts from Pichia pastoris followed by their assembly into a novel standardized allergy detection kit.\r\n \r\nThe aim of our first project is to develop a new strain of E.coli capable of expressing an antifreeze protein from the Rhagium inquisitor (RiAFP), resulting in a cloning strain capable of sustaining its viability over the cryopreservation cycle. The goal of our second project is to develop an affordable, standardized allergy detection kit, integrating components that are both easily manufactured and purified. Moreover, the kit&rsquo;s components can be produced either in P. pastoris or E. coli thanks to the design of our engineered shuttle-expression sequence.", 
        "id": "942"
    }, 
    "SYSU-China": {
        "school": "Sun Yat-sen University Guangzhou,Guangdong,PRC www.sysu.edu.cn", 
        "description": "Students who are geeks ?", 
        "title": "An Asymmetric Cell Differentiation for maintaining a Stable and Efficient System", 
        "track": "New Application", 
        "abstract": "In a specific system composed of two kinds of homologous cells, the cells with higher growth rate could gain the upper hand in numbers and then replace the slower ones. This process will cause the system unstable. But a stable and proper ratio of numbers of the two cells is essential for an efficient system like stem cells and the mature ones. \r\n\r\n  So we are constructing a model of an asymmetric cell differentiation to maintain a stable system. We want to construct a system where the cells with higher growth rate could transform into the slower ones which has a different function. And with this process the system would become efficient and stable. We are constructing the part of regulation with toggle switch and Gene A, which is supposed to slow down the cycle of divisions when transfected successfully, to accomplish an automatic asymmetric cell differentiation.", 
        "id": "806"
    }, 
    "Colombia": {
        "school": "Universidad de los Andes Colombia, Bogota. www.uniandes.edu.co", 
        "description": "The team is comprised by students from Biology, Physics and Engineering departments at the University of the Andes at Bogotá, Colombia.", 
        "title": "Pest-busters", 
        "track": "Environment", 
        "abstract": "We are developing a modular synthetic system that is able to recognize pathogen-associated molecules from either fungi or bacteria, aiming to speed up the activation of the plant immune system in an infection process. Three major parts comprise the system: A chitin-sensor system that is activated in the presence of Hemileia vastatrix (coffee rust) or, alternatively, a device that senses 3OH-PAME, a diffusible signal of Ralstonia solanacearum, cause of bacterial wilt. A second construct, the communication device, receives the input from the sensor device and starts the production of salicylic acid, a plant hormone that stimulates an hypersensitive response in the plant. The third part, toxin-antitoxin systems, will be either placed in the final plasmids or in the chromosome in different combinations, causing the cells to stay dormant most of the time without pathogen presence, and also ensuring no transfer of plasmids to other cells.", 
        "id": "831"
    }, 
    "Nevada": {
        "school": "University of Nevada, Reno", 
        "description": "", 
        "title": "iRICE: A Novel, Non-GM Approach to Biofortification of Rice", 
        "track": "Health & Medicine", 
        "abstract": "Even though white rice is a major source of calories for over half the world&rsquo;s population, it is a poor source of nutrients. While rice can be fortified using vitamin powders, such approaches have had limited success because many vitamins are leeched away during the washing process prior to cooking. To address this problem, we have engineered proteins that will adhere nutrients to rice grains and prevent losses. These proteins contain a starch-binding domain that is fused to specific nutrient-binding domains. Because rice is composed mainly of starch, the starch-binding domain prevents nutrient leeching during washing. Upon cooking, the nutrient-binding domain denatures and releases the nutrients into the cooked rice. Supplementing rice with these fusion proteins will provide a novel, non-GMO approach to fortifying rice. Proteins with a starch-binding domain connected to a vitamin B12-binding domain, a thiamine-binding domain, a lysine-rich protein, and a RFP have been created.", 
        "id": "931"
    }, 
    "Panama_INDICASAT": {
        "school": "Universidad de Panama Main Campus Ave. Transistmica Panama City, Panama  Florida State University City of Knowledge Panama City, Panama  Universidad Latina Ave. Ricardo J. Alfaro Ciudad de Panama Panama  Universidad Tecnologica Corredor Norte Ciudad de Panama Panama", 
        "description": "Multi academic team from UP, FSU, ULatina, UTP", 
        "title": "Genetically Modified E. coli as an Alternative Biosensor of Cyanide and Cyanide Compounds", 
        "track": "Environment", 
        "abstract": "Cyanide is considered an extremely harmful toxic for the environment and living organism&rsquo;s compound, since it inhibits the cellular respiration at the level of electron transport chain.  In the industrial sector, cyanide is used to produce paper, paints, textiles, plastics and in the mining industry as a way to recover metals. In this project, we will incorporate genes that will allow the bacteria to become a biosensor with the capacity to detect the presence of cyanide and cyanide compounds by adding the expression of cyanide resistant genes (cioAB) and a reporter gene under the control of an inducible promoter. This new technique will also become a platform so that in the future we could incorporate a gene that allows the bacteria, not only detect, but also to degrade these compounds using a method that is accessible and environmentally friendly through bioremediation.", 
        "id": "944"
    }, 
    "Wellesley_HCI": {
        "school": "Wellesley College", 
        "description": "The Wellesley Human-Computer Interaction lab is excited to continue the work they began in the BU_Wellelsey 2011 iGEM team. This year, we are going to explore and implement mobile and large multi-touch surface interfaces and software for synthetic biology.", 
        "title": "Enhancing Bio-Design with Touch-Based Human-Computer Interaction", 
        "track": "Software Tools", 
        "abstract": "Synthetic biology will require a multidisciplinary, collaborative design environment in order to engineer the complex biological systems of the future. Our team created a collection of software tools, which address specific technical synthetic biology challenges while advancing the way in which users interact with computing environments. We also utilize advances in human-computer interaction (HCI) to communicate core concepts of synthetic biology to the public. Synbio Search is an online tool that generates data sheets for biological parts by aggregating data from various publicly available resources. MoClo Planner visualizes the Golden Gate Modular Cloning process and facilitates hierarchical design and production of multi-gene constructs.  SynFlo is an interactive installation that utilizes tangible and tabletop HCI techniques to illustrate core concepts of synthetic biology in outreach programs. The application of novel HCI techniques to synthetic biology fosters the development of more effective, collaborative, and intuitive software tools, which enhance the design-build-test methodology.", 
        "id": "816"
    }, 
    "TU-Eindhoven": {
        "school": "Eindhoven University of Technology", 
        "description": "The 2012 team of undergraduate students of the Eindhoven University of Technology", 
        "title": "SOMY &ndash; LCD, the Super Optimized Modified Yeast &ndash; Light-emitting Cell Display", 
        "track": "New Application", 
        "abstract": "Eindhoven, the city famous for its light bulbs, is the place where the roots of Dutch television lie. The iGEM team of the Eindhoven University of Technology developed an innovative electro-biological equipment which will be the replacement of your old television screen in the future! They proudly present to you theSOMY &ndash; LCD, the Super Optimized Modified Yeast &ndash; Light-emitting Cell Display. It&rsquo;s a multicolor display, in which genetically engineered yeast cells are electrically stimulated to induce a fluorescent light response and consequently function as pixels. Since calcium takes the leading part in this process, the yeast cells are engineered with fluorescent calcium sensors and extra voltage-gated calcium channels.", 
        "id": "881"
    }, 
    "Groningen": {
        "school": "University of Groningen Molecular Genetics Nijenborgh 7 9747AG Groningen, the Netherlands", 
        "description": "Groningen University team", 
        "title": "The Food Warden. It&rsquo;s rotten and you know it!", 
        "track": "Food & Energy", 
        "abstract": "Every year, one third of global food production  -1.3 billion tons of food-  is thrown away, partially due to the &ldquo;best before&rdquo; dating system. iGEM Groningen 2012 seeks to provide an alternative method of assessing edibility: The Food Warden. It uses an engineered strain of Bacillus subtilis to detect and report volatiles in spoiling meat. The introduced genetic construct uses a promoter to trigger a pigment coding gene. This promoter, identified by microarray analysis, is significantly up-regulated in the presence of volatiles from spoiled meat. The activity of the promoter regulates the expression of the pigment reporter and will be visible to the naked eye. For safe usage of the system, spores of our engineered strain are placed into one half of a semi-permeable capsule, the second containing a calibrated amount of nutrients. Breaking the barrier between the two compartments allows germination and growth, thereby activating the spoiling meat sensor.", 
        "id": "818"
    }, 
    "USC": {
        "school": "University of Southern California 3715 McClintock Avenue, Suite 306E Los Angeles, CA 90089-0191", 
        "description": "University of Southern California", 
        "title": "E. musici:  Facilitating communication between bacteria and researchers through song", 
        "track": "New Application", 
        "abstract": "We have created a method of communication withEscherichia coliby engineering a system that causes a predictable response to a controlled environmental stimulus. Many strains ofE.colipossess flagella which are controlled by a key group of genetic factors for assembly and chemotactic control.  Regulation of these genes can be harnessed by creating combinations of promoters and individual components of the flagella apparatus. By promoting the synthesis ofE.coliflagella genes and flagella activity under various conditions, such as salt concentration, nitrate concentration, pH and temperature, we can measure changes in flagella rotation and frequency.  This frequency can be translated into an audible range, which indicates the bacteria&rsquo;s distress and providing the researcher with a bacterial response to controlled growth conditions.   Our system provides a new mechanism of bacterial communication with the researcher, through a spectrum of musical outputs.  As such, we have named our systemE. musici.", 
        "id": "842"
    }, 
    "NYU_Gallatin": {
        "school": "Gallatin School of Individualized Study 1 Washington Place New York, NY 10003 (212) 998-7370", 
        "description": "NYU School of Individualized Study, undergrads.", 
        "title": "Aseatobacter (not your mother's chair)", 
        "track": "New Application", 
        "abstract": "Aseatobacter (A-Seat-Obacter) began as a vision; a vision of fully formed seats and chairs emerging from giant vats of colorful bioengineered bacteria.\r\n\r\nAcetobacter xylinum naturally produces mats of cellulose that can be used for a variety of purposes. We wanted to create a broader spectrum of materials, so we altered the properties of the cellulose mats by engineering Acetobacter to express enzymes that synthesize N-acetyl glucosamine, a subunit of chitin. The result is a chitin-cellulose copolymer with unique properties. We have also engineered colors into the mats, and demonstrated their use in modern architectural design.", 
        "id": "850"
    }, 
    "Wisconsin-Madison": {
        "school": "University of Wisconsin-Madison, Madison, Wisconsin wisc.edu", 
        "description": "Students from the University of Wisconsin-Madison", 
        "title": "A tool to evaluate the translation of heterologous genes inEschericia coli", 
        "track": "Food & Energy", 
        "abstract": "In synthetic biology, a powerful method for the production of novel metabolites is the expression of heterologous genes inEscherichia coli.A common challenge when using non-native genes in metabolic engineering is determining if they are being properly expressed. To address this issue, we have constructed a BioFusion compatible system for testing the translation of a gene of interest. This system couples the translation of the target gene to a fluorescent reporter gene. Fluorescence will only be detected when the target gene is entirely translated. This construct enables synthetic biologists to quickly determine if a gene is being expressed without the need for costly antibodies or analytical instruments (e.g. mass spectrometry). Currently, we are utilizing this cassette to troubleshoot the expression of limonene synthase, an enzyme that catalyzes the production of limonene, a monoterpene with potential as a renewable jet fuel.", 
        "id": "762"
    }, 
    "Tianjin": {
        "school": "Tianjin University Tianjin, PR China http://www.tju.edu.cn/index.htm", 
        "description": "Team of Tianjin University", 
        "title": "AegiSafe O-Key", 
        "track": "New Application", 
        "abstract": "The Shine-Dalgarno (SD) sequence is a ribosome binding site several basepair ahead of start codon AUG. It interacts with the anti-Shine-Dalgarno (ASD) sequence in the 16S rRNA in the ribosome to initiate protein translation. By mutate the basepair in the SD and ASD sequence, we produced an orthogonal translation system where the canonical ribosome cannot translate the orthogonal mRNA, and vice versa. We call this system O-Key. Using the O-Key, we are able to strictly control the synthesis of desired product and prevent potential contamination to the publics and environment. We can even build a completely new orthogonal phage that can only infect our engineered E. coli. With these successful examples, we demonstrated a bright and secure future that guarantees the safety of the human and environment with our O-Key.", 
        "id": "821"
    }, 
    "LMU-Munich": {
        "school": "Ludwig-Maximilians-University Munich http://www.uni-muenchen.de/index.html", 
        "description": "A team of Bachelor and Master students from Biology and Biochemistry that will apply the BioBrick concept to the Gram-positive model organism Bacillus subtilis.", 
        "title": "Beadzillus: Fundamental BioBricks for Bacillus subtilis and spores as a platform for protein display", 
        "track": "New Application", 
        "abstract": "We chose to work withBacillus subtilisto set new horizons and offer tools for this model organism to theEscherichia coli-dominated world of iGEM. Therefore, we created aBacillusBioBrickBox (BBBB) composed of reporter genes, defined promoters, as well as reporter, expression, and empty vectors in BioBrick standard.B. subtilisnaturally produces stress resistant endospores which can germinate in response to suitable environmental conditions. To highlight this unique feature using theBBBB, we developedSporobeads. These are spores displaying fusion proteins on their surface. As a proof of principle, we fused GFP to the outermost layer. Expanding this idea, we designed aSporovector to easily create anySporobead imaginable. Because theSporobeads must be biologically safe and stable vehicles, we prevented germination by knocking out involved genes and developed aSuicideswitch turned on in case of germination. With the projectBeadzillus, our team demonstrates the powerful nature ofB. subtilis.", 
        "id": "823"
    }, 
    "Tuebingen": {
        "school": "Tuebingen University, Tuebingen, Germany. http://www.uni-tuebingen.de/", 
        "description": "The team consists of 14 students attending Bachelor curricula in Biology, Biochemistry, Bioinformatics, and Pharmacy.", 
        "title": "Yeast based measurement system for endocrine disruptors in aquatic environments", 
        "track": "Environment", 
        "abstract": "Lacking a genetically strict sex determination system, fish are very sensitive to hormonally active agents in water. The extensive use of fertilizers and the inability of sewage treatment plants to break down drug waste lead to increasingly high concentrations of so-called endocrine disruptors in rivers. As a result, male fish have been found to be less fertile and even develop female sex tissue, so called ovotesties. Since fish spawn is constantly exposed to river waters, fish development is easily disturbed, and while the ratio of female fish increases, population numbers decrease. For sensing we use a membrane-bound receptor of Danio rerio. Activation will lead to bioluminescence which can be read out by photometric measurement.", 
        "id": "950"
    }, 
    "Westminster": {
        "school": "University of Westminster, London, UK W1W 6UW www.westminster.ac.uk", 
        "description": "Undergraduate students from the Schools of Life Sciences, Electronics & Computer Science and Media, Arts and Design", 
        "title": "iSTEM (Intelligent Synthetic Tumor Eliminating Machine)", 
        "track": "Health & Medicine", 
        "abstract": "We have created a genetically engineered machine to identify, isolate and eliminate Cancer Stem Cells (CSCs).\r\n\r\nAccording to the latest Cancer Stem Cell Theory, not all the cancer cells have the same ability to generate new tumors. Tumor growth is mostly driven by a small proportion of cells, the CSCs. In addition to having high proliferation rates, CSCs are more resistant to chemotherapy. This indicates that while regular cancer cells are killed, CSCs may remain unaffected and give rise to new tumors once the treatment stops. \r\n\r\nCSCs produce increased levels of a particular enzyme, Aldehyde Dehydrogenase. We have identified its 3 most frequent isoforms (ALDH1A1, ALDH1A3 and ALDH3A1)in aggressive types of cancer, and used their gene promoters to build our CSC-targeting constructs: the iSTEM -Intelligent Synthetic Tumor Eliminating Machine.", 
        "id": "940"
    }, 
    "NYC_Hunter_Software": {
        "school": "Hunter College of City University of New York New York, New York, USA http://www.hunter.cuny.edu", 
        "description": "NYC Hunter Software Team", 
        "title": "Modeling and buliding computational circuits from biological logic gates", 
        "track": "Software Tools", 
        "abstract": "Our first goal was to make an abstract software model and kinetic reaction model of the bacterial XOR gate we designed on our wet lab team. We used python/pygame and BioNetGen software to approach these problems. We also wanted to demonstrate how biological logic gates could be assembled through hypothetical manufacturing processes into more complex computational circuits including hash function based algorithms. We wanted to model and help design various spatially arranged computational elements. Bacteria use signalling pathways ways that are highly dependent on spatial considerations and computational flexibility is likewise highly spatially dependent.", 
        "id": "869"
    }, 
    "Tokyo_Tech": {
        "school": "Tokyo Institute of Technology 4259 Nagatsuta-cho, Midori-ku, YOKOHAMA, Japan, 226-8503 http://www.titech.ac.jp/english/index.html", 
        "description": "Students from Tokyo Tech", 
        "title": "\"Romeo and Juliet\" byE.colicell-cell communication", 
        "track": "Information Processing", 
        "abstract": "A love story contains several processes. Two people fall in love and their love burning wildly. However, no forever exists in the world, in most occasions, love will eventually burn to only a pile of ashes of the last remaining wind drift away. In our project, we have recreated the story of \"Romeo & Juliet\" by Shakespeare vividly by two kinds ofEscherichia coli. We aim to generate a circuit involving regulatory mechanism of positive feedback rather than commonly-used negative feedback to control the fate ofE.coliby signaling between two types ofE.coli. \r\nBesides, Rose represents love. We will challenge to be the first iGEM group ever to synthesize PHA (a kind of bio-plastics) from glucose using the whole PHA gene sequence to represent rose.", 
        "id": "934"
    }, 
    "Queens_Canada": {
        "school": "Queen's University, Kingston, Ontario, Canada www.queensu.ca", 
        "description": "Queen's University iGEM team", 
        "title": "ChimeriQ x SynthetiQ: Chimeric flagella scaffold enhancing bioremediation and manufacturing, presented with dance!", 
        "track": "Foundational Advance", 
        "abstract": "This year, Queen&rsquo;s iGEM team is using flagella to host heterologous proteins that will result in thousands of useful enzymes organized in an extensive scaffold, with the benefits of extracellular synthesis, degradation and arrangement. The fliC (flagellin) protein is known to spontaneously polymerizes to form the length of flagella in E.coli. By replacing the variable D3 domain of the fliC protein with proteins for binding, degradation, adhesion, and synthesis, we can increase the efficiency of bioremediation and biosynthesis, and facilitate the collection of productsin situorex situ. This year we will also introduce dance as a presentation form and part of our human practices project. Known as SynthetiQ, we will be the first group ever to use dance to replace powerpoint slides at a research conference.", 
        "id": "781"
    }, 
    "Macquarie_Australia": {
        "school": "Department of Chemistry and Biomolecular Sciences, Macquarie University, Sydney http://www.bmfrc.mq.edu.au/home.jsp", 
        "description": "Capstone Unit in the Bachelor of Science Degree", 
        "title": "Flick of the Switch: Employing Light-Sensitive Bacteriophytochromes to Control Gene Expression", 
        "track": "New Application", 
        "abstract": "Phytochromes, or photoreceptors with the ability to control the expression of genes, exist in bacteria as bacteriophytochromes. This project creates a light-dependent biological switch using the bacteriophytochromes from Deinococcus radiodurans and Agrobacterium tumefaciens. When coupled with heme oxygenase, these bacteriophytochromes are supplied with biliverdin, a pigment which allows for the self-assembly of a switch within the host system. In the presence of red light, the conformation of the bacteriophytochrome is modified. This reaction produces a visible colour change in the presence of red light, and can be used to control expression of a targeted gene when coupled with the appropriate response regulator. Exposure to far-red light will cause the bacteriophytochrome to revert to its original conformation, thus repressing the gene and reversing the colour change.", 
        "id": "953"
    }, 
    "Valencia": {
        "school": "Universidad Politécnica de Valencia Universidad de Valencia Universidad Católica de Valencia \"San Vicente Mártir\"", 
        "description": "Students from Valencia universities (UV,UPV,UCV) participate once again in this thriving competition.", 
        "title": "Project Synechosunshine: photosynthetically powered biolamp", 
        "track": "Food & Energy", 
        "abstract": "We present an artificial consortium between 2 specialized bacteria by the means of genetic engineering, in order to obtain a photosynthetically fed biolamp. It is a novel proposal of synthetic ecology, based on the use of an efficient photosynthesizer (the cyanobacterium Synechococcus elongatus) modified to become an exporter of sucrose and diel switch of the activity of Aliivibrio fischeri, a marine bacterium widely known for its bioluminescent properties in response to quorum sensing signals. Our modified cyanobacteria feed the population of A. fischeri through a transporter protein and produce AHL to induce bioluminescence in response to the activity of a photosensitive operator, which would activate only at night. We also have tried to transform different microalgae with bioluminescence genes to test their effectiveness. We look forward to develop an efficient and autosufficient environmentally friendly biolamp, with potential application to cover the illumination needs of many infrastructure sectors.", 
        "id": "754"
    }, 
    "Paris_Bettencourt": {
        "school": "Hosted at the Faculty of medicine of the Paris Descartes University, Paris, France. Students and mentors of the team participate from multiple universities and engineering schools across the Paris region.", 
        "description": "2012 iGEM Paris Bettencourt team, hosted at the Centre for Research & Interdisciplinarity - Faculty of medicine of the Paris Descartes University - Sorbonne Paris Cité", 
        "title": "bWARE", 
        "track": "Environment", 
        "abstract": "Many synthetic biology projects propose the application of Genetically Engineered Organisms (GEOs) in natural environments. However, issues of biosafety and ethics constrain the use of GEOs outside the lab. A primary concern is the Horizontal Gene Transfer (HGT) of synthetic genes to natural populations. Strategies developed to address this problem provide varying levels of containment, however, the substantial elimination of HGT remains difficult or perhaps impossible.\r\n\r\nWe have developed a new containment system to expand the range of environments where GEOs can be used safely. To do so, we rely on three levels of containment: physical containment with alginate capsules, semantic containment using an amber suppressor system, and an improved killswitch featuring delayed population-level suicide through complete genome degradation. We aim to raise the issue of biosafety by engaging the general public and scientific community through debate, and to advocate the discerning use of biosafety circuits in future iGEM projects.", 
        "id": "914"
    }, 
    "TU_Darmstadt": {
        "school": "Technische Universitaet Darmstadt Darmstadt, Germany http://www.tu-darmstadt.de/", 
        "description": "PET.erminators http://www.igem.tu-darmstadt.de", 
        "title": "From trash to cash: The PET.erminators are breaking new grounds in biological recycling", 
        "track": "Environment", 
        "abstract": "Polyethylene terephthalate (PET) has become the most widely manufactured synthetic polymer. With annual production exceeding 100 million tons (2010), it creates an issue of PET waste. In Western countries less than 70% of PET production is recovered by recycling. Biological processes play no role so far, only expensive chemical processes are applicable yet. PET waste left to erosion in the environment creates nanoparticles which tend to accumulate toxic substances. This poses a growing environmental threat and a serious health risk. Thus, developing new methods for PET degradation has become an urgent issue. Team TUD designed a bacterial recycling system that uses PET waste as a resource for synthesis of new chemical compounds. The proposed solution pursues PET decomposition into its monomers, transportation into E. coli and leading via terephthalic acid (TPA) to a high-value end product. The latter&rsquo;s specification is determined by the inserted enzymes to build new metabolic pathways.", 
        "id": "808"
    }, 
    "Utah_State": {
        "school": "Utah State University Logan, UT USA www.usu.edu", 
        "description": "Utah State iGEM Team", 
        "title": "ArachniColi", 
        "track": "Manufacturing", 
        "abstract": "Spider silk is the strongest known biomaterial, with a large variety of applications. These applications include artificial tendons and ligaments, biomedical sutures, athletic gear, parachute cords, air bags, and other yet discovered products which require a high tensile strength with amazing extendibility. Spiders however cannot be farmed because they are territorial and cannibalistic. Thus, an alternative to producing spider silk must be found. We aim to engineer spider silk genes into E. coli to produce this highly valuable product. Spider silk production in bacteria has been limited due to the highly repetitive nature of the spider silk amino acids in the protein. To overcome this obstacle we are using various synthetic biology techniques to boost spider silk protein production and increase cellular fitness. After successful production, spider silk protein is artificially spun into usable fibers and tested for physical properties.", 
        "id": "844"
    }, 
    "china-lzjtu-bio": {
        "school": "Lanzhou Jiaotong University : 88 West Anning Rd. Lanzhou,Gansu,Chian http://www.lzjtu.cn/english/english.htm", 
        "description": "the team is  is composed by the undergraduates and teacher of the School of Chemical & Biological Engineering in Lanzhou Jiaotong University.", 
        "title": "-- Not provided yet --", 
        "track": "This team has not been assigned to a track.", 
        "abstract": "-- No abstract provided yet --", 
        "id": "965"
    }, 
    "UTP-Software": {
        "school": "Computer System Engineering, IT and Software Develompment Schools;  Electrical & Electronical Engineering Schools of \"Universidad Tecnológica de Panamá\"", 
        "description": "Software Team of Universidad Tecnológica de Panamá", 
        "title": "Bricks, Mutagenesis and Energy Software Tools", 
        "track": "Software Tools", 
        "abstract": "A program to help new IGEM teams with assembly standards selection, and site-directed mutagenesis for primers development in case of incompatibility, is this year UTP-Software team project. S2MT as we called it, applies &ldquo;QuikChange Site-Directed Mutagenesis&rdquo; [1] considerations for the design of mutagenic primers and gives users the resources to avoid restriction sites, making their designs compatible with IGEM standards.\r\nOur team is also interested in the development of a tool to help teams and researchers to work and study the production of bioenergy through synthetic biology. This will be done by analyzing metabolic routes from the substrates for the reactions, and then identify the responsible genes for each enzymatic reactions that could produce these biofuels.", 
        "id": "951"
    }, 
    "UPIBI-Mexico": {
        "school": "Unidad Profesional Interdisciplinaria de Biotecnologia", 
        "description": "We are a team composed of students and instructors interested in and driven by modern biotechnology.We are part of an Institution where there is a long tradition of engineering teaching. Most of of us are undergraduate students in Biotechnology Engineering and Biomedicine Engineering. We are fascinated by plants, algae and some bacteria.", 
        "title": "-- Not provided yet --", 
        "track": "This team has not been assigned to a track.", 
        "abstract": "-- No abstract provided yet --", 
        "id": "854"
    }, 
    "Manitoba": {
        "school": "University of Manitoba", 
        "description": "We are the University of Manitoba wetware team. Our team consists students from the Faculties of Science (Department of Chemistry; Department of Microbiology; Department of Biological Sciences) and Engineering (Department of Biosystems Engineering).", 
        "title": "-- Not provided yet --", 
        "track": "This team has not been assigned to a track.", 
        "abstract": "-- No abstract provided yet --", 
        "id": "930"
    }, 
    "UTK-Knoxville": {
        "school": "University of Tennessee, Knoxville, TN, USA www.utk.edu", 
        "description": "UTK_BigOrange", 
        "title": "IRESistible: Novel Parts to Build Synthetic Operons in Eukaryotes", 
        "track": "New Application", 
        "abstract": "-- No abstract provided yet --", 
        "id": "813"
    }, 
    "Cambridge": {
        "school": "University of Cambridge Cambridge, UK www.cam.ac.uk", 
        "description": "iGEM2012 team at the University of Cambridge, UK", 
        "title": "Parts for a reliable and field ready biosensing platform", 
        "track": "Foundational Advance", 
        "abstract": "Implementation of biosensors in real world situations has been made difficult by the unpredictable and non-quantified outputs of existing solutions, as well as a lack of appropriate storage, distribution and utilization systems. This leaves a large gap between a simple, functional sensing mechanism and a fully realised product that can be used in the field.\r\n\r\nWe aim to bridge this gap at all points by developing a standardised ratiometric luciferase output in a Bacillus chassis. This output can be linked up with prototyped instrumentation and software for obtaining reliable quantified results. Additionally, we have reduced the specialized requirements for the storage and distribution of our bacteria by using Bacillus' sporulation system. To improve the performance of our biosensing platform we have genetically modified Bacillus&rsquo; germination speed. Lastly, we demonstrated the robustness of our system by testing it with a new fluoride riboswitch, providing the opportunity to tackle real life problems.", 
        "id": "911"
    }, 
    "Lethbridge": {
        "school": "University of Lethbridge Lethbridge, Alberta T1K 3M4 Canada  www.uleth.ca", 
        "description": "The University of Lethbridge iGEM Team", 
        "title": "CAB Extraction: A Synthetic Biology Approach to Microbial Enhanced Oil Recovery Lethbridge 2012 iGEM", 
        "track": "Manufacturing", 
        "abstract": "Increasing global oil demands require innovative technologies for the extraction of unconventional oil sources such as those found in Alberta&rsquo;s Carbonate Triangle. Microbial enhanced oil recovery (MEOR) has been utilized across the world to increase the productivity of these difficult resources. Using a synthetic biology approach, we have designed the CAB (CO2, acetic acid, biosurfactant) extraction method for a modified MEOR to extract carbonate oil deposits. CAB extraction will utilize natural carbon fixation machinery in the cyanobacteria Synechococcus elongatus to convert CO2 into sugars to fuel acetic acid and biosurfactant production in Escherichia coli. Acetic acid and biosurfactant applied to carbonate rock will facilitate and enhance extraction. The use of carbon fixation to feed downstream systems can be tailored for many applications requiring inexpensive methods for fueling biological systems, while simultaneously reducing greenhouse gas emissions. CAB extraction provides an alternative, inexpensive, and environmentally sustainable MEOR method for carbonate oil deposits.", 
        "id": "901"
    }, 
    "BostonU": {
        "school": "Boston University Boston MA, USA bu.edu", 
        "description": "Wetlab experimental team from Boston University", 
        "title": "Abandon All Hope, Ye Who PCR: MoClo and the Quest for Genetic Circuit Characterization", 
        "track": "Information Processing", 
        "abstract": "Our project aims to introduce a standardized protocol for the characterization of genetic circuits using flow cytometry. We built a vast number of both simple and complex genetic circuits that were characterized using flow cytometry. These genetic circuits were built using an assembly technique called MoClo (developed by Weber et al., 2011), which involves a multi-way, one-pot digestion-ligation reaction, enabling faster and more efficient construction of genetic circuits. We converted a large subset of BioBrick&trade; Parts from the Registry (http://partsregistry.org/) into MoClo Parts using PCR and cloning strategies. We built and characterized various genetic circuits using MoClo Parts and compared them against their pre-existing BioBrick&trade; counterparts in order to compare the characterization results from the two assembly techniques. We also created a standardized data sheet to be included in the Registry of Standard Biological Parts for each Part we characterized to easily share our data with the synthetic biology community.", 
        "id": "783"
    }, 
    "Tec-Monterrey_EKAM": {
        "school": "Instituto Tecnológico y de Estudios Superiores de Monterrey, Campus Monterrey", 
        "description": "Biotechnology Engineering students from Centro de Biotecnología FEMSA", 
        "title": "Implementation of a Fine-Tuned Modular Expression System in the P. pastoris Yeast", 
        "track": "Manufacturing", 
        "abstract": "Pichia pastoris, an alternative expression system for gene products requiring post-translational modification, is hereby utilized to construct an optimized system for producing terpenoids (aromatic hydrocarbons with advantageous biochemical activity: antimicrobial, antineoplastic, and other pharmaceutical properties). Truncating an enzyme previously shown to limit counterproductive metabolic regulation in terpenoid synthesis, together with a genetic construct design enabling the setup of a modular biofactory, potentially poses a foundation for applied interchangeable systems in synthetic biology. The need for reliable promoters for P. pastoris is addressed by characterizing four inducible promoters as standardized parts useful in controlling gene expression, with GFP as a reporter. The functionality of peroxisome-targeting signal PTS1 for use on the C-terminus of gene products is also analyzed. Difficulties in designing laboratory protocols and engineering genetic constructs are approached by developing a multi-purpose software tool to solve methodological obstacles, as well as facilitating implementation of a modular design on future projects.", 
        "id": "945"
    }, 
    "Purdue": {
        "school": "Purdue University West Lafayette, IN USA 47907 www.purdue.edu", 
        "description": "Purdue University West Lafayette Campus iGEM Team", 
        "title": "Synthetic Biology in the Community: Accessible Biotechnology for Water Treatment", 
        "track": "Environment", 
        "abstract": "Polluted water is the world&rsquo;s largest health risk, killing over three million people a year. Our project focused on enhancing biofilms used in water treatment. We designed a system to accelerate the adhesion of bacteria to surfaces. On biofilm aggregation, expression of silica-binding peptides works to build silica matrices on the surface of cells. These matrices act as a mechanical filter for large particles and a barrier between the biofilm and fluid shear, decreasing dislodgment of organisms that could otherwise lead to fouling. We envision these improved biofilms being used in municipal water treatment to help recycle and filter home waste water streams, a concept we implemented in lab-scale membrane bioreactors. Bringing awareness of synthetic biology closer to our community, we initiated a community bio-lab and a Girl Scout biotechnology badge. Ultimately, we hope to take synthetic biology from benchtop to park bench.", 
        "id": "932"
    }, 
    "TU-Delft": {
        "school": "Delft University of Technology", 
        "description": "TU Delft", 
        "title": "Snifferomyces", 
        "track": "Information Processing", 
        "abstract": "The aim of this year&rsquo;s iGEM project will be the synthesis ofan olfactory device for the purpose of characterization of volatile compound. Here, the aim is to introduce olfactory receptor gene fusions into Saccharomyces cerevisiae and linking these receptors to a transcription response. Aims:The diagnostics of the presence of tuberculosis bacteria in the lungs by sensing chemical compound methyl nicotinate by S. cerevisiae. For diagnostics, the response to these molecules is light, generated by the Lux proteins (visible blue light) or GFP (fluorescent green).Introducing receptors for sensing the presence of banana-smell (iso-amyl acetate). This is done to see whether communication between S. cerevisiae and E. coli is possible by this volatile intermediate.Supplying a toolkit which allows scientists to introduce olfactory receptors in yeast with minimal effort. Further we want to characterize the receptor parts submitted by the2009 Hongkong university.", 
        "id": "775"
    }, 
    "TU_Munich": {
        "school": "Technische Universitaet Muenchen Freising-Weihenstephan, Bavaria, Germany www.wzw.tum.de/bc", 
        "description": "An interdisciplinary team of students interested in molecular biotechnology and synthetic biology from the Bavarian birth place of beer brewing, the most ancient biotechnology", 
        "title": "TUM-Brew: iGEM's first and finest SynBio Beer", 
        "track": "Food & Energy", 
        "abstract": "The TU Munich iGEM Team engineers ''Saccharomyces cerevisiae'', also known as baker's yeast, in order to lay the foundations for a new generation of functional foods with nutritionally valuable ingredients.As an example, for iGEM&rsquo;s first &ldquo;SynBio Beer&rdquo; the compounds Xanthohumol (anticancerogenic), Limonene (limeflavor), Caffeine (stimulant) as well as the Thaumatin (protein sweetener) were chosen to demonstrate the spectrum of possibilities to complement traditional foods or beverages.The metabolic pathways for these substances were converted to genetic BioBricks. Using the shuttle vector pYES2, which was adapted to the iGEM standard, transient transfection and expression in yeast were achieved. The gene products were subsequently characterized and their biosynthetic activities investigated.Constitutive, alcohol-inducible and light-switchable promoter systems were developed, to individually regulate the expression of these gene cassettes. By combining these BioBricks our team has been able to brew iGEM&rsquo;s first and finest SynBio Beer.", 
        "id": "801"
    }, 
    "Calgary": {
        "school": "University of Calgary", 
        "description": "The University of Calgary iGEM team", 
        "title": "Detect and Destroy: Engineering FRED and OSCAR", 
        "track": "Environment", 
        "abstract": "Tailings ponds are concentrated pools of toxic and corrosive compounds resulting from oil and mining extraction. The Calgary iGEM team aims to alleviate this potential environmental and economic threat by developing a detection and bioremediation system for these toxins: FRED (Functional, Robust Electrochemical Detector) and OSCAR (Optimized System for Carboxylic Acid Remediation). FRED detects multiple compounds within one sample using an electrochemical output.  We created an open-source hardware and software platform to be used as a biosensor prototype.  For OSCAR, we designed and modeled a bioreactor to remove impurities (sulfur, nitrogen, and carboxylic acids) from tailings ponds. Known degradative microbial pathways were combined with unique engineering solutions in a bioreactor model. Furthermore, we developed &lsquo;Ribo-kill-switches&rsquo; to prevent antibiotic resistance and disturbing natural flora.  Overall, this system aims to detect and convert toxins into clean hydrocarbons in an economical, safe, and self-contained process.", 
        "id": "902"
    }, 
    "WashU": {
        "school": "Washington University in St. Louis, St. Louis, MO, USA www.wustl.edu", 
        "description": "Washington University in St. Louis's iGEM team", 
        "title": "The Production of Safranal, Picrocrocin, and Crocin in Synechocystis sp. PCC 6803 and Escherichia coli", 
        "track": "Food & Energy", 
        "abstract": "Saffron is highly valued as a spice that adds unmatched flavor, aroma, and color to food. A project was designed to synthesize three chemicals which compose a significant portion of the aroma and coloration of the spice saffron: safranal, picrocrocin, and crocin. Synechocystis sp. PCC 6803 was chosen as the chassis because of its photosynthetic nature and native production of the substrate, zeaxanthin. It was proposed that the cloning of two genes ZCD and UGTCs2, would be sufficient to make the compounds in this organism.  These two were cloned into E. coli in conjunction with the genes necessary to produce zeaxanthin.  ZCD was successfully cloned into E. coli with the aid of a fusion protein to minimize the presence of inclusion bodies.  This result was confirmed by SDS-PAGE followed by trypsin digestion and LC-MS/MS. With this groundwork laid, future work can produce a biosynthetic alternative to saffron.", 
        "id": "906"
    }, 
    "SEU_O_China": {
        "school": "School of Biological Science and Medical Engineering SouthEast University, Nanjing, P.R.China bme.seu.edu.cn", 
        "description": "SouthEast University, Team O.", 
        "title": "Breaking the symmetry", 
        "track": "Information Processing", 
        "abstract": "Our team,SEU_Omega aims to execute a synthetic biology project based on colony of bacteria.\r\n\r\nAn initial idea concerns the control of the pattern of colony, which would be in the shape of a pentagram.Light sensing would be used as a switch to manipulate the differentiation of cells and the qurum sensing system of AHL would govern the holistic pattern with antisense RNA effecting the division rate.\r\n\r\nFurther cellur differentiation would automatically lead aggregating cells with separated division rates and similar phenotype into percific patterns. Available applications may include bacterial quantitive biosensor,logical gates,cellur automata and so on.", 
        "id": "897"
    }, 
    "Peking": {
        "school": "Peking University", 
        "description": "We enjoy science & technology really seriously", 
        "title": "Luminesensor: Programming Cells through Light", 
        "track": "Foundational Advance", 
        "abstract": "Optogenetic tools have made significant impact on life sciences and beyond. However, several serious issues remain: cytotoxicy, narrow dynamic range, and dependency on laser and exogenous chromophore. To circumvent these, Peking iGEM has rationally constructed a hypersensitive sensor of luminance- Luminesensor. Primarily, the sensor was designed by fusing blue-light-sensing protein domain from Neurospora with DNA binding domain of LexA from E.coli, following which protein structure inspection and kinetic simulation were conducted to rationally perform optimization. Amazingly, Luminesensor was proved to be as sensitive as to sense natural light and even bioluminescence. With this sensor, spatiotemporal control of cellular behavior, such as phototaxis, high-resolution 2-D and 3-D bio-printing using dim light and even luminescence of iPad were shown to be very easy. What&rsquo;s more, we successfully implemented cell-cell signaling using light, which is the very first time in synthetic biology and of great importance for biotechnological use.", 
        "id": "819"
    }, 
    "Arizona_State": {
        "school": "Arizona State University Tempe, AZ, USA asu.edu", 
        "description": "Use-inspired research at ASU via synthetic biology.", 
        "title": "Chimerasensors", 
        "track": "Health & Medicine", 
        "abstract": "Diarrheic pathogens including E.coli O157:H7 serotype, campylobacter, shigella, and salmonella often contaminate drinking water supplies in developing nations and are responsible for approximately 1.5 million worldwide annual deaths. Current technologies for detection of bacteria include DNA hybridization FRET signaling, electrical detection via immobilized antimicrobial peptides, and PCR amplification followed by gel visualization. Our method of bacterial detection fills a niche in biosensor technology. Our design implies lower costs, higher portability, and a more rapid signal output than most bacterial biosensors. Additionally, our interchangeable DNA probe confers modularity, allowing for a range of bacterial detection. Using a split beta-galactosidase complementation assay, we have designed three unique chimeric proteins that recognize and bind to specific pathogenic markers and create a functioning beta-galactosidase enzyme. This functioning enzyme unit then cleaves x-gal and produces a colorimetric output signal. Our research demonstrates success in initial stages of chimeric protein assembly.", 
        "id": "891"
    }, 
    "Bonn": {
        "school": "University of Bonn, Bonn, North-Rhine Westphalia, Germany, www.uni-bonn.de", 
        "description": "LIMES Institute iGEM Team", 
        "title": "All You Need is LOV!", 
        "track": "Foundational Advance", 
        "abstract": "Fusion protein design has always been time- and design-intensive, to say the least. We are developing and characterizing a fusion construct containing a light sensitive domain, providing easy coupling and light activation of proteins of interest to investigators, thus developing a protein-level light-induced knockout.\r\n\r\n\r\nUsing the LOV (Light, Oxygen, Voltage) domain commonly found in plants, where it enables light-directed growth, we are establishing guidelines for coupling proteins of interest to the LOV domain, which allows control of protein activity through blue wavelength light. Designing our reversible knockout at the protein level allows quick response times (2.2 microseconds activation time, 85 seconds deactivation time). \r\n\r\nA device of that kind could be of great importance as a tool for disinfection on a laboratory\r\nscale or mutant selection via blue light. Further potential applications of our LOV fusion\r\nsystem include bioreactor regulation or site-specific drug activation.", 
        "id": "820"
    }, 
    "UConn": {
        "school": "University of Connecticut Storrs, CT 06269 USA www.uconn.edu", 
        "description": "UConn iGem Team", 
        "title": "VitaYeast - Transformation of S.cerevisiae for the production of Vitamin D3", 
        "track": "Health & Medicine", 
        "abstract": "S. cerevisiae (yeast) is a commonly used organism in food preparation processes around the world.  This fungi naturally produces Vitamin D2 - which is less potent in terms of biological benefit for humans than D3.  In the past, Yeast has been modified to increase production of D2 but no attempt on converting it for D3 production has been made.  Our team aims to insert the necessary genes to allow for simultaneous D2 and D3 synthesis when the modified Yeast is exposed to Ultraviolet light.  If successful, this new strain of Yeast could provide an extremely cheap and efficient alternative to current Vitamin D supplementation.", 
        "id": "919"
    }, 
    "Yale": {
        "school": "Yale University New Haven, CT yale.edu", 
        "description": "Yalie SynBio Mavens", 
        "title": "Multiplex Automated Genome Engineering (MAGE) in Naturally Competent Bacteria: An Alternative to Cloning", 
        "track": "Foundational Advance", 
        "abstract": "Traditional plasmid-based cloning methods are limited by tedious protocols that make targeted genetic changes within the cell. Multiplex Automated Genome Engineering (MAGE), an alternative technique for rapidly generating genomic diversity using the recombination ability of the &#955;-phage ssDNA-binding protein &#946;, has to date only been introduced inE. coli.These cells must be transformed via electroporation for each MAGE cycle to facilitate efficient uptake of mutagenic oligonucleotides, but this process kills a significant portion of otherwise viable cells. For our project, we designed and created a universal test cassette system to introduce MAGE to diverse bacteria as well as a library of &#946; homologs for testing. Finally, we optimized the technique for the naturally competent organismsB. subtilisandA. baylyito eliminate the costly electroporation step and developed computational algorithms to aid in the design and prediction of MAGE experiments.", 
        "id": "810"
    }, 
    "MUMBAI__INDIA": {
        "school": "DEPARTMENT OF MOLECULAR MEDICINE & BIOLOGY, JASLOK HOSPITAL & RESEARCH CENTRE, 15 DR.G.DESHMUKH MARG, MUMBAI 400026, MAHARASHTRA INDIA. PHONE- 91-22266573445, MOBILE- 91-9820833530 E-MAIL- ppotdar@jaslokhospital.net         ppravin03@yahoo.com www.jaslokhospital.net", 
        "description": "Our team will work on following areas Cellular & Molecular Biology of Cancer, Cancer stem cells, Molecular Diagnostics, Molecular studies in Infectious diseses.", 
        "title": "-- Not provided yet --", 
        "track": "This team has not been assigned to a track.", 
        "abstract": "-- No abstract provided yet --", 
        "id": "958"
    }, 
    "Penn_State": {
        "school": "Pennsylvania State University University Park, PA, USA www.psu.edu", 
        "description": "This is the iGEM team of the Pennsylvania State University", 
        "title": "Questioning the Central Dogma of Molecular Biology", 
        "track": "Foundational Advance", 
        "abstract": "The central dogma of molecular biology does not always accurately predict results acquired in the lab. A construct containing two adjacent start codons in different reading frames measures the E. coli DH10B ribosome&rsquo;s proclivity for either one start codon or the other through a fluorescent protein reporter in each respective reading frame. Variations in RBS translation initiation rates and length between start codons provide additional data. Repeating sequences of non-degenerative threonine and alanine codons measure codon bias and determine E. coli DH10B&rsquo;s ability to translate varying lengths of identical codons through the use of mCherry and GFP reporters. Promoters are tested for bidirectionality in protein translation by measuring the rate of forward expression through downstream GFP or reverse expression through upstream RFP. A ratio of fluorescence characterizes each tested promoter.", 
        "id": "933"
    }, 
    "Leicester": {
        "school": "University of Leicester", 
        "description": "Team based in the Department of Genetics, University of Leicester, in the UK's East Midlands", 
        "title": "A Synthetic Biology Solution To Polystyrene Degradation.", 
        "track": "Food & Energy", 
        "abstract": "Objective - Naturally occurring organisms using polystyrene as their sole source of carbon have been recently identified, by analysing the occurrence of polystyrene breakdown products. However these metabolites accumulate very slowly, explaining why polystyrene is so persistent in the environment. Polystyrene can currently be recycled, but due to the low density of the majority of polystyrene products it is economically unfavourable, due to the high energy demands. If inexpensive biological degradation can be achieved this would assist recycling, but we also hope to use products of this reaction to make useful organic chemicals. \r\n\r\nAim - To construct BioBricks from the genes encoding enzymes involved in this pathway and manipulate their expression and properties to maximise the rate of polystyrene degradation. \r\n\r\nHypothesis - genes encoding the enzymes of the polystyrene breakdown pathway can be isolated and expressed in a host microorganism and the rate of the process increased by genetic manipulation.", 
        "id": "852"
    }, 
    "Nanjing-China": {
        "school": "Najing University Najing,JiangSu Province, China www.nju.edu.cn", 
        "description": "An undergraduate students' team of Nanjing University in China.", 
        "title": "si-Veg", 
        "track": "Health & Medicine", 
        "abstract": "Exogenous RNAs are flowing and working in our body, and food carries them besides traditional nutrients. Evidence shows that natural plant miRNAs can be ingested into mammal bodies and target specific genes. Such discoveries show us a promising approach to perform cross-kingdom information transpotation and gene regulation. \r\nWe propose a method of controlling animal gene expression and helping cure disease by creating vegetable that produces artificial siRNAs targeting critical genes for some disease. This time, we chosed PGC-1 alpha gene, which is over-expressed in fatty liver and contributes to insulin resistance, as the target. This concept can provide us a better perception of our daily diet and a new way of curing disease. \r\nOn the other hand, we expand the boarder of iGEM by working on green plant. Firstly standardized binary vector is constructed. Also, we designed a brand divece for transgenic plant to help solving potential safety problems.", 
        "id": "788"
    }, 
    "UIUC-Illinois": {
        "school": "University of Illinois  Urbana- Champaign", 
        "description": "University of Illinois Urbana-Champaign", 
        "title": "PUF, The Magic RNA Binding Protein: Programmable RNA Binding Protein with Custom Functions", 
        "track": "Foundational Advance", 
        "abstract": "RNA has characteristics that are important in human gene expression (i.e. alternative splicing of mRNA, noncoding RNA). Therefore, a modular RNA binding protein is an invaluable tool for gene regulation. The PUF domain of human PUM1 gene contains eight tandem repeats, each recognizing one of the four nucleotide bases. In theory, a PUF protein can be programmed to recognize any 8-nt ssRNA sequence. Here we demonstrate that PUF can be tethered with other functional domains for applications in E. Coli. Specifically, we show that a PUF/endonuclease fusion protein acts as RNA scissors, silencing gene expression through site specific mRNA cleavage. PUF was also tethered to split GFP to test its ability to co-localize proteins using a RNA scaffold. PUF biobricks offer a wide range of possible functions including gene expression modulation and scaffolding of metabolic pathways.", 
        "id": "865"
    }, 
    "Kyoto": {
        "school": "Kyoto University Kyoto, Kyoto, Japan http://www.kyoto-u.ac.jp/ja", 
        "description": "Kyoto team is one of the most fantastic teams in the world. Needless to say.", 
        "title": "Flower Fairy E.coli", 
        "track": "New Application", 
        "abstract": "A flower fairy had been merely a creature of imagination until October 5 2012, but not more. Our Flower Fairy E.coli are capable of blooming flowers on demand by producing FLOWERING LOCUS T (FT) protein, called Florigen, a kind of plant hormone composed of 175 amino acids.  To make it possible for FT protein to access to plant cells directly from E.coli, we established a new protein translocation system, R-TAT.  Our R-TAT system can carry proteins from the cytoplasm to plant cells while maintaining appropriate folding of target proteins.&#12288;We will show that FT protein induces expression of genes involved in anthesis and functions effectively at low doses by confirming that FT protein activates some key blooming-related genes such as AP1.&#12288;We will also provide iGEMers incredible promoters constructed through Golden Gate Assembly. Our Giant Controllable-Promoter, for example, is composed of 5x promoter regions following a Lac repressor element.", 
        "id": "797"
    }, 
    "Amsterdam": {
        "school": "VU University Amsterdam UvA", 
        "description": "A team of 6 students from the two Universities of Amsterdam,  VU Amsterdam and UvA . The students come from different backgrounds such as bioinformatics, bio-molecular science, systems biology,  science communication.", 
        "title": "Cellular Logbook - A methylation-based reporter system", 
        "track": "Foundational Advance", 
        "abstract": "Multi-sensing genetic devicesoffer great future perspectives for biotechnology, environmental monitoring and medical diagnostics. In light of this we have created an innovativeDNA-methylationbasedreporter systeminE. coli, namedCellular Logbook, that has the potential of simultaneously reporting on significantly more signals than current fluorescence-based systems (eg. GFP). \r\n\r\nThe Cellular Logbook can be used todetect and storethe presence ofany compoundlinked to a transcriptional regulator. This system allows foroffline monitoringby functioning as amemory module. Assessment of the memory status is performed by digesting with restriction endonucleases followed by gel electrophoresis. Furthermore, the Cellular Logbook is able to infer thetime of signal-onsetorsignal-intensityusing the natural dilution of the registered signal&rsquo;s due to cell division. \r\n\r\nIn short our exciting new memory module could potentially be utilized as a platform for many groundbreaking technologies.", 
        "id": "874"
    }, 
    "Copenhagen": {
        "school": "University of Copenhagen Department of Plant Biology and Biotechnology Thorvaldsensvej 40, 1. sal 1871 Frederiksberg C Copenhagen, Denmark ku.dk", 
        "description": "Team consisting of students from The Faculty of Science at the University of Copenhagen", 
        "title": "CyanoDelux", 
        "track": "Environment", 
        "abstract": "Our overall objective is to create cyanobacteria that glow exclusively in darkness. To accomplish this, we will use a native promoter (lrtA) that normally functions as a light-regulated promoter in cyanobacteria. We will insert it into a plasmid together with the luxCDABE cassette. The cassette contains the luciferase enzyme and enzymes necessary for regeneration of its substrates.\r\nThe final goal is to make cyanobacteria (Synechococcus elongatus PCC 7002) glow because cyanobacteria perform photosynthesis and therefore do not need supplied nutrients. First, the experiment is carried out in E. coli and afterwards the plasmid is transferred to the cyanobacteria. Both of the systems will subsequently be thoroughly analyzed to determine important characteristics of the system including kinetics and efficiency of the expression levels.\r\nTo achieve this quantification we will collaborate with a fellow Physics student at University of Copenhagen.", 
        "id": "770"
    }, 
    "HKU_HongKong": {
        "school": "The University of Hong Kong Hong Kong www.hku.hk", 
        "description": "We are the Team from HKU.", 
        "title": "Inhibition of biofilm formation with engineered Escherichia coli", 
        "track": "Environment", 
        "abstract": "HKU&rsquo;s iGEM team aims to introduce an acyl homoerine lactone (AHL)-degrading genetic system into the non-biolfilm-forming and non-virulent BL21 Escherichia coli strain. PvdQ, an enzyme naturally produced by Pseudomonas aeruginosa, is an acylase that functions to degrade long chain AHLs that bacteria like Pseudomonas putida or aeruginosa itself utilize for biofilm formation. Biofilms are population density-dependent structures formed by quorum sensing bacteria that produce and secrete auto-inducers, which signal selective gene transcription. These signaling molecules, namely the AHLs, are responsible for most bacterial pathogenicity including the opportunistic respiratory infections caused by P.aeuroginosa in immunocompromised patients.", 
        "id": "855"
    }, 
    "Warsaw": {
        "school": "University of Warsaw Faculty of Biology Miecznikowa 1 02-096 Warsaw, Poland www.biol.uw.edu.pl", 
        "description": "University of Warsaw iGEM team", 
        "title": "B. subtilis: supporting actor of the iGEM stage", 
        "track": "Foundational Advance", 
        "abstract": "The iGEM community is far focused onEscherichia colias the model\r\n\r\norganism, and a vast majority of available BioBricks is designed to\r\n\r\nwork in this chassis. We would like to encourage working with another\r\n\r\nimportant bacteria, Gram-positiveBacillus subtilis, thus our project\r\n\r\naims at obtaining new parts dedicated to this micro-organism.\r\n\r\nWe also design a mammalian BioBrick that opens a new pathway\r\n\r\ninto 'bricking' eucaryotic cells.\r\n\r\nOur idea is to construct a system enabling us to achieve expression\r\n\r\nof gene of choice inside a mammalian cell. This system consists of two\r\n\r\nparts: a shuttle vector, working both inB. subtilisand in eucaryotic\r\n\r\ncells, and an invasive strain ofB. subtilis. Invasiveness would be\r\n\r\nachieved by expression of listeriolysin.", 
        "id": "780"
    }
}